<%@ Page Title="" Language="C#" MasterPageFile="~/menuPage.master" AutoEventWireup="true" CodeFile="provision.aspx.cs" Inherits="provision" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
    <link rel="icon" href="image/waninlogo.png" />
    <script src="css/jquery.min.js" type="text/javascript"></script>
    <script src="css/pageTab.js" type="text/javascript"></script>
    <link href="css/subPage.css" rel="stylesheet" type="text/css" />
    <script src="css/cookie.js" type="text/javascript"></script>
    <style type="text/css">
        .provtext {
            font-size: 12px;
        }

        .fontLeft {
            text-align: left;
        }
    </style>
    <script type="text/javascript">
        $(function () {
            if ($('.l1').eq(0).val() == '<%= language %>') {
                $('.l1').eq(0).click();

            } else if ($('.l2').eq(0).val() == '<%= language %>') {
                $('.l2').eq(0).click();
            }
            <% if (provCtrl)
               {%>
            $('.subTagM').children().eq(parseInt('<%= provNo %>') - 1).addClass('active').click();   
               <%}%>

            $('.subTagM').show();
            $('.tab_container').show();
        });


        var l_type = '繁體中文';
        var tabName = ['', '使用者合約', '廠商條款', '隱私權條款', '個人資料使用同意書', '使用者合约', '厂商服务条款', '隐私权条款', '个人资料使用同意书', 'User Agreement', 'Terms of Partners', 'Privacy Policy', '個人資料使用同意書']

        function ltChange(btnNo) {
            tempL_type = $('.l_btn').eq(btnNo).val();
            if (tempL_type == '繁體中文') {
                type = 0;
            } else if (tempL_type == '简体中文') {
                type = 4;
            } else {
                type = 8;
            }
            $('.l_btn').eq(btnNo).blur();
            if (btnNo == 0) {
                $('.l1').each(function () {
                    $(this).val(l_type);
                });
            } else {
                $('.l2').each(function () {
                    $(this).val(l_type);
                });
            }
            if (l_type != 'English') {
                $('.l3').each(function () {
                    $(this).val($('.l_btn').eq(btnNo).val());
                });
            }
            l_type = tempL_type;
            $('#list06').children().each(function () {
                tabNo = parseInt(type) + $(this).index() + 1;
                if (tabNo == 12) {
                    //$(this).children().eq(0).attr('href', '#tab4');
                    $(this).css('display', 'none');
                } else {
                    $(this).show();
                    $(this).children().eq(0).attr('href', '#tab' + tabNo);
                }
                $(this).children().eq(0).text(tabName[tabNo]);
            });
            $('.active').children().eq(0).click();
        }

        function ltChange2() {
            temp = $('.l3').val();
            if (temp == '繁體中文') {
                $('.l3').each(function () {
                    $(this).val('简体中文');
                });
            } else {
                $('.l3').each(function () {
                    $(this).val('繁體中文');
                });
            }
            btn1 = $('.l_btn').eq(0).val();
            btn2 = $('.l_btn').eq(1).val();
            if (btn1 == temp) {
                $('.l_btn').eq(0).click();
            }
            if (btn2 == temp) {
                $('.l_btn').eq(1).click();
            }
        }
    </script>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <div class="subTag">
        <ul class="subTagM" id="list06" style="background-color: #FEF9FF; display: none;">
            <li><a href="#tab1">使用者合約</a></li>
            <li><a href="#tab2">廠商條款</a></li>
            <li><a href="#tab3">隱私權條款</a></li>
            <li><a href="#tab4">個人資料使用同意書</a></li>
        </ul>
        <ul class="tab_container" style="background: url(image/provision02.jpg) bottom no-repeat #FEF9FF; display: none;">
            <li id="tab1">
                <ul>
                    <li id="purpleHeader">使用者合約
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>本使用者合約自2014年11月25日公佈</h3>
                    </li>
                    <%--<li>2013年07月25日  第一次修訂</li>
                    <li>2014年01月08日  第二次修訂</li>
                    <li>2014年09月26日  第三次修訂</li>
                    <li>2014年11月05日  第四次修訂</li>--%>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 20px 0;" />
                    </li>
                    <li>網銀國際(以下簡稱「網銀國際」)係依據本使用者合約(以下簡稱「本合約」)提供網銀國際所屬moLo網站及</li>
                    <li>旗下遊戲平台服務。為保障您的權益，請詳細閱讀本合約之內容，當您點選「同意」時，即推定您已經閱讀</li>
                    <li>、瞭解並同意本合約之條款；如果您不同意本合約的內容，請立即停止使用本服務。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <table style="margin-top: 10px;">
                            <tr>
                                <td><span style="font-size: 12px; font-weight: bold;">立合約書人</span></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td style="width: 250px;">消費者：</td>
                                <td>企業名稱：網銀國際股份有限公司</td>
                            </tr>
                            <tr>
                                <td>法定代理人：</td>
                                <td>代表人：蕭政豪</td>
                            </tr>
                            <tr>
                                <td>(未成年人應有法定代理人之同意)</td>
                                <td>統一編號：24438615</td>
                            </tr>
                            <tr>
                                <td>住址：</td>
                                <td>電話：(04)2708-5191</td>
                            </tr>
                            <tr>
                                <td>電話：</td>
                                <td>網址：http://www.wanin.tw</td>
                            </tr>
                            <tr>
                                <td>電子郵件：</td>
                                <td>電子郵件：service@cs.wanin.tw</td>
                            </tr>
                        </table>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>一、服務簡介</h3>
                    </li>
                    <li>當您完成相關註冊程序後，即成為網銀國際所屬moLo網站及遊戲庫之會員，並可開始使用所提供之服務，</li>
                    <li>包括但不限於線上遊戲、異業合作、金流儲值等服務(以下簡稱「本服務」)。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二、無完全行為能力人之申請</h3>
                    </li>
                    <li>遊戲服務之申請，若您為無行為能力人，應由其法定代理人為之；若為限制行為能力人，應得法定代理人之</li>
                    <li>同意。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>三、名詞定義</h3>
                    </li>
                    <li>（一）遊戲網站：係指網銀國際為提供本服務所建置之網站。</li>
                    <li>（二）儲值：係指您給付網銀國際之金額後，兌換為遊戲網站之點數，您得再以點數使用本服務。</li>
                    <li>（三）線上遊戲：係指您以其電腦設備透過網際網路連線，經由網銀國際所架設之網站平台旗下各遊戲或本</li>
                    <li class="left2">服務程式，使您得與不特定之多數人同時連線，進行遊戲之軟體。</li>
                    <li>（四）程式漏洞(BUG)：非網銀國際設計本服務程式時所預見或規劃之遊戲呈現方式、操作模式或所表現之</li>
                    <li class="left2">遊戲結果。</li>
                </ul>
                <ul class="provtext">
                    <li>（五）外掛程式：係指除網銀國際提供之線上遊戲程式與您電腦設備之作業系統程式、輔助作業系統運作之</li>
                    <li class="left2">相關程式、連接網際網路所需之必要程式外，非網銀國際所提供用以影響網銀國際線上遊戲程式運作</li>
                    <li class="left2">或影響封包傳輸之程式。</li>
                </ul>
                <ul class="provtext">
                    <li>（六）遊戲管理員（簡稱GM）：由網銀國際所聘僱，擔任維護本服務進行之順暢、公平與提供本服務操作</li>
                    <li class="left2">問題解答或其他客戶服務相關事項之人員。</li>

                </ul>
                <ul class="provtext">
                    <li>（七）遊戲歷程：係指自您登入遊戲網站使用本服務起，至登出遊戲網站止，遊戲網站電腦系統對您使用本</li>
                    <li class="left2">服務過程所為之記錄。</li>
                </ul>
                <ul class="provtext">
                    <li>（八）禁言處分：係指暫停您於遊戲網站一定時間內輸入文字顯示之權利。</li>
                </ul>
                <ul class="provtext">
                    <li>（九）角色停權：係指暫停您使用於遊戲網站中自行設定之角色人物。</li>
                </ul>
                <ul class="provtext">
                    <li>（十）暱稱：係指您於遊戲網站中自行設定的虛擬角色的名字。</li>
                </ul>
                <ul class="provtext">
                    <li>（十一）遊戲管理規章/服務合約 : 係指由網銀國際訂立，供作規範各遊戲或各代理遊戲進行方式之規則，且</li>
                    <li class="left2">構成雙方合約之一部分，與本合約具有相同效力。</li>
                </ul>
                <ul class="provtext">
                    <li>（十二）遊戲套件：係指具備主、副程式，且能完整執行線上遊戲全部功能之軟體。</li>
                </ul>
                <ul class="provtext">
                    <li>（十三）必要成本：係指您進行本遊戲期間之網銀國際最低遊戲營運成本，包括通路成本，及設計、製造、</li>
                    <li class="left2">包裝與服務遊戲點卡產生之直接成本。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>四、合約之內容</h3>
                    </li>
                    <li>以下視為本合約之一部分，與本合約具有相同之效力：</li>
                    <li>（一）有關本服務之廣告或宣傳內容。</li>
                    <li>（二）費率表及遊戲管理規章。</li>
                    <li>前項合約內容相互間有衝突者，應為消費者有利之解釋。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>五、合約之生效</h3>
                    </li>
                    <li>您於合約審閱期過後初次註冊帳號，進入顯示本合約條款之網頁，並按「同意」之選項後，即推定您已同意本合約條款之規定。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>六、特種買賣消費者之特殊解除權規定</h3>
                    </li>
                    <li>您得於開始遊戲後七日內，以電子郵件或書面告知網銀國際解除本合約。對於未使用之儲值點數得向網銀國際請求退費。您行使前項權利解除契約時，應先扣除贈送點數後，就未使用之儲值點數向網銀國際請求退費。開始遊戲七日後，您不得再就所作其他單次的儲值主張行使解除權。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>七、計費標準變更其通知相關規定</h3>
                    </li>
                    <li>費率調整時，網銀國際將於預定調整生效日三十日前於遊戲網站、遊戲進行中及遊戲登入頁面公告；若您於註冊帳號時已登錄電子郵件者，將會以簡訊或電子郵件通知您。費率如有調整時，自調整生效日起按新費率
                    計收；若新費率高於舊費率時，新費率生效日前已於遊戲網站中登錄之儲值則依舊費率計收。採計時制者，
                    每次計價單位為2小時。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>八、遊戲應載明之資訊</h3>
                    </li>
                    <li>網銀國際會於遊戲網站及遊戲套件包裝上載明以下事項：</li>
                    <li>（一）依遊戲軟體分級管理辦法規定標示遊戲分級級別及禁止或適合使用之年齡層。</li>
                    <li>（二）進行本遊戲之最低軟硬體需求。</li>
                    <li>（三）第九條第一項所列之退費權利。</li>
                    <li>（四）有提供安全裝置者，其免費或付費資訊。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>九、遊戲套件與軟體之退費</h3>
                    </li>
                    <li>您於購買本遊戲套件或付費下載相關軟體後七日內，得持未使用之儲值序號與購買憑證向原購買處之業者請
                    求全額退費。前項情形，原購買處之業者不處理或無法處理者，您得持未使用之儲值序號與購買憑證向網銀
                    國際請求退費。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十、與第三人網站的連結</h3>
                    </li>
                    <li>為方便您的使用，網銀國際可能會提供搜尋或連結至第三方網站之服務，您可能會因此連結至其他不屬於網
                    銀國際之網站。對此類網站一切資訊，網銀國際不保證其資訊之正確性及安全性，您於查詢、使用或下載時
                    應仔細衡量及判斷。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十一、帳號與密碼之使用與保管</h3>
                    </li>
                    <li>帳號與密碼保管非常重要，您同意遵守下列事項，若因違反下列事項產生糾紛或任何損害，您同意自行負責;</li>
                    <li>（一）您於本服務註冊程序中應自行設定一組帳號及密碼，經網銀國際核對確認後即設定該組帳號及密碼予</li>
                    <li class="left2">您使用；若您將該組帳號、密碼轉讓、交付、揭露、出借或與第三人共用，因此所生之糾紛，您應自</li>
                    <li class="left2">行負責，網銀國際不負協調、處理等責任。</li>
                    <li>（二）進行密碼變更應經由網銀國際提供之修改機制。</li>
                    <li>（三）請不要安裝非法或來路不明的外掛程式。</li>
                    <li>（四）您應對您的帳號及密碼保管負責。如您的帳號、密碼遭他人非法使用，應立即依本合約第十二條、第</li>
                    <li class="left2">十三條之約定處理，我們會提供您協助；如上述情形之發生係因可歸責於您的事由，網銀國際將不會</li>
                    <li class="left2">返還您已被扣除之儲值或補償您其他的遊戲費用。</li>
                    <li class="left2">請注意，網銀國際並不會藉活動名義或其他方式主動要求您提供帳號與密碼。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十二、帳號密碼遭非法使用之通知</h3>
                    </li>
                    <li>任一方發現第三人非法使用您的帳號，或有使用安全遭異常破壞之情形時，應立即通知另一方。您知有上述
                    情事後，請立即至官網進行密碼變更；如果有不能變更或其他情形，請聯絡我們，我們會立即為您處理，客
                    服中心電話：(04)2708-5191。前項之情形，不得將網銀國際所採取之措施解釋為網銀國際對您有明示或默
                    示擔保或賠償責任。前項情形，網銀國際將返還您已扣除之儲值，或補償相當之遊戲費用，但若係因可歸責
                    於您的事由，則不在此限。如您發現第三人非法使用您的帳號，應提供網銀國際您曾使用過之IP位址，以供
                    網銀國際檢視IP位址，經上述或其他方式確認後，網銀國際得暫時限制相關線上遊戲使用人就本服務之使用
                    權利。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十三、電磁紀錄被不當移轉時之處理方式</h3>
                    </li>
                    <li>您如發現帳號、密碼被非法使用，且遊戲電磁紀錄遭不當移轉時，應立即通知網銀國際查證，經查證您的個
                    人身分無誤後並填寫認諾書或切結書後，網銀國際得暫時凍結該組帳號，並暫時限制相關線上遊戲使用人就
                    本服務之使用權利；若無法提出本人身分且證實為本人持有者則不在此限。網銀國際於暫時限制遊戲使用權
                    利之時起，將以簡訊或電子郵件通知持有前項電磁紀錄之第三人提出說明。如該第三人未於接獲通知時起七
                    日內提出說明，網銀國際應直接回復遭不當移轉之電磁紀錄予您；不能回復時可採其他雙方同意之相當補償
                    方式，並於回復後解除對相關線上遊戲使用人之限制；惟網銀國際有提供免費安全裝置（如防盜卡、 Molo
                    鎖等）而您未使用者，網銀國際得直接回復剩餘之電磁紀錄予您。持有第一項電磁紀錄之第三人不同意網銀
                    國際前項之處理，網銀國際得依報案程序，循司法途徑處理。網銀國際依第一項規定限制您的使用權時，在
                    限制使用期間內，不會向您收取費用。如果因為您的申告不實致使網銀國際或其他線上遊戲使用人權利受損
                    時，您同意負一切法律責任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十四、遊戲歷程之保存與查詢</h3>
                    </li>
                    <li>（一）您個人的遊戲歷程記錄，網銀國際為您保存的期間為三十日，以供您查詢。</li>
                    <li>（二）您得以書面、網路，或親至網銀國際之客服中心申請調閱您之個人遊戲歷程或因誤植而更正會員資料</li>
                    <li class="left2">等之相關會員服務申請，且須提出與身份證明文件相符之個人資料以供查驗，您同意負擔新台幣貳佰</li>
                    <li class="left2">元的查詢費用。</li>
                    <li>（三）網銀國際接獲您之查詢申請，針對第一項所列之您個人遊戲歷程，將於七日內以光碟或磁片等儲存媒</li>
                    <li class="left2">介或書面、電子郵件方式提供。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十五、電磁紀錄</h3>
                    </li>
                    <li>（一）遊戲之所有電磁紀錄均屬網銀國際所有，網銀國際應維持您電磁紀錄之完整。</li>
                    <li>（二）您對於前項之電磁紀錄有支配之權利，惟因此所生之糾紛，將由您自行負責，網銀國際不負任何責</li>
                    <li class="left2">任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十六、連線品質</h3>
                    </li>
                    <li>（一）網銀國際各項系統設備因預先計畫所需之系統維護停機，將於七日前於遊戲網站中公告，且於您登入</li>
                    <li class="left2">時通知，並於遊戲進行中發佈停機訊息。</li>
                    <li>（二）網銀國際應確保其系統設備，無發生錯誤、畫面暫停、遲滯、中斷或不能進行連線的情形。如因不可</li>
                    <li class="left2">歸責於您之事由致不能提供您服務時，將返還您已被扣除之儲值，或免收相當之遊戲費用，或遞延您</li>
                    <li class="left2">得使用本服務之時間。</li>
                    <li>（三）網銀國際係屬網路服務內容提供廠商而非ISP業者，若因ISP網路線路的品質不良或非可歸責於網銀國</li>
                    <li class="left2">際之原因，造成遊戲進行中產生LAG或進度回溯的情形，而造成您的損失，網銀國際同意以遞延遊戲</li>
                    <li class="left2">時間或免收點數方式補償您的損失。但對已無法返還之虛擬道具等電磁紀錄，則不得要求網銀國際予</li>
                    <li class="left2">以回復。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十七、系統安全、程式漏洞</h3>
                    </li>
                    <li>（一）網銀國際應依本合約之規定負有於提供本服務時，維護其自身電腦系統，符合當時科技或專業水準可</li>
                    <li class="left2">合理期待之安全性。</li>
                    <li>（二）電腦系統或電磁紀錄受到破壞，或電腦系統運作異常時，網銀國際應採取合理之措施後儘速予以回</li>
                    <li class="left2">復。</li>
                    <li>（三）網銀國際如違反前二項規定，造成您的損害，依您之受損害情形，網銀國際將負損害賠償責任，但若</li>
                    <li class="left2">非網銀國際之過失時，得減輕其賠償責任。</li>
                    <li>（四）網銀國際電腦系統發生第二項所稱情況時，於完成修復並正常運作之前，網銀國際將不會向您收取費</li>
                    <li class="left2">用。</li>
                    <li>（五）若因遊戲程式漏洞致您受有損害，網銀國際將依您受損害之情形付損害賠償責任。但若非網銀國際之</li>
                    <li class="left2">過失者，得減輕其賠償責任。</li>
                    <li>（六）若網銀國際伺服器超載致有電磁記錄無法寫入或相類似情況發生時，網銀國際得重開伺服器，將遊戲</li>
                    <li class="left2">回復至未超載前之狀態。</li>
                    <li>（七）當本服務因硬體設備變更、調整或使用者人數增加時，您同意網銀國際可以將您使用的帳號及遊戲記</li>
                    <li class="left2">錄轉移或複製至其他位置，網銀國際也承諾願意配合進行相關設定以因應此類調整。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十八、遊戲管理規章</h3>
                    </li>
                    <li>為確保遊戲進行之秩序，網銀國際得訂立合理公平之遊戲管理規章或遊戲規則，您應遵守網銀國際公告之遊戲管理規章或遊戲規則。 </li>
                    <li>遊戲管理規章有抵觸本合約之規定者，其規定無效。</li>
                    <li>遊戲管理規章變更之程序依本合約變更之程序為之。</li>
                    <li>遊戲管理規章有下列情形之一者，其規定無效：</li>
                    <li>(一)牴觸本合約之規定。</li>
                    <li>(二)剝奪或限制您在本合約上之權利。但網銀國際係依第十九條之規定處理者，不在此限。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十九、違反遊戲管理規章之處理</h3>
                    </li>
                    <li>除本合約規定另有規定外，有事實足認您違反遊戲管理規章時，網銀國際應於遊戲網站或遊戲進行中公告，
                並以線上即時通訊或電子郵件通知您。經網銀國際通知改善而未改善者，網銀國際得依遊戲管理規章，按其
                情節輕重限制您進行遊戲之權利。網銀國際依遊戲管理規章停止您進行遊戲之權利，每次不超過 7日。除構
                成合約終止事由外，網銀國際依遊戲管理規章所為之處置，不影響您依本合約應享之權利。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十、申訴權利</h3>
                    </li>
                    <li>若您不滿意網銀國際提供之連線品質、遊戲管理、費用計費、其他相關之服務品質，或對網銀國際依遊戲管
                理規章之處置不服時，得於收到通知之翌日起七日內至網銀國際之服務中心或以電子郵件或書面提出申訴。
                網銀國際會於十五日內回覆您處理結果。網銀國際的顧客服務專線為：(04)2708-5191；其所屬各遊戲服務
                專線、申訴服務專線或電子郵件位址請依各遊戲網站公布或各遊戲之管理規章之規定。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十一、送達</h3>
                    </li>
                    <li>（一）有關本合約所有事項之通知，您同意網銀國際以您登錄的手機門號、聯絡地址、電子郵件地址以為送</li>
                    <li class="left2">達。</li>
                    <li>（二）前項資訊如有變更，您應立即更正，並同意改依變更後之聯絡資訊為送達。</li>
                    <li>（三）網銀國際依本條手機門號、電子郵件地址所為之通知發出後，經通常之傳遞期間，即視為已送達。若</li>
                    <li class="left2">係因您的故意或過失致網銀國際無法為送達時，網銀國際對因無法送達所生之損害不負賠償責任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十二、關於使用及儲存之一般措施</h3>
                    </li>
                    <li>（一）網銀國際所屬網站及旗下遊戲平台得就本服務訂定一般措施及限制，包含但不限於本服務將保留電子</li>
                    <li class="left2">訊息、佈告欄內容或其他上載內容之最長期間、本服務一個帳號當中可收發電子訊息的數量限制、本</li>
                    <li class="left2">服務一個帳號當中可收發電子訊息的最大檔案、網銀國際遊戲平台伺服器將為您分配的最大磁碟空間</li>
                    <li class="left2">，以及一般特定期間內您際所屬網站及旗下使用本服務之次數上限（及每次使用時間之上限）。</li>
                    <li>（二）若您超過一年未登入使用網銀國際所屬網站及遊戲之服務，網銀國際得刪除您於該帳號相關之所有電</li>
                    <li class="left2">磁紀錄。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十三、智慧財產權的保護</h3>
                    </li>
                    <li>網銀國際所屬網站及旗下遊戲平台所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案
                    、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由網銀國際所屬網站及旗下遊戲平台或其他權利
                    人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等，任何人不得逕
                    自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十四、本合約之增訂及修改</h3>
                    </li>
                    <li>網銀國際於修改本合約時，將於官方網站首頁及登入頁面公告之，並會以書面、簡訊或電子郵件的方式通知</li>
                    <li>您。如果您於前項通知到達後十五日內：</li>
                    <li>(一)未為反對之表示者，視為接受網銀國際合約變更之內容。</li>
                    <li>(二)如果您以書面、電子郵件為反對之表示，則視為您對本合約終止之通知。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十五、本合約之終止及退費</h3>
                    </li>
                    <li>您得隨時通知網銀國際終止本合約。</li>
                    <li>本合約終止時，網銀國際會扣除必要成本40%後，於三十日內以現金、匯票或掛號寄發支票等方式退還您未
                    使用之儲值或遊戲費用。</li>
                    <li>您有下列情事之一者，網銀國際得以書面、電子郵件、簡訊或線上管理者通知您後，終止本合約：</li>
                    <li>（一）利用任何系統或工具對網銀國際所屬網站及旗下遊戲平台電腦系統之惡意攻擊或破壞。</li>
                    <li>（二）利用外掛程式、病毒程式、遊戲程式漏洞(BUG)或其他違反公平合理之方式進行遊戲。</li>
                    <li>（三）經司法機關查獲從事任何不法之行為。</li>
                    <li>（四）使用者名稱涉及公然侮辱之不雅文字者。</li>
                    <li>（五）使用來源不明或不正當之序號儲值者</li>
                    <li>（六）多次違反遊戲管理規章，屢勸不改者。</li>
                    <li>（七）為毀謗或侮辱他人之行為者。</li>
                    <li>（八）有侵害他人名譽、商標權、著作權、隱私權、營業秘密、專利權、智慧財產及其他權利者。</li>
                    <li>（九）經查證有傳輸或散佈電腦病毒者。</li>
                    <li>（十）發生從事不法交易行為或張貼虛假不實、引人犯罪之訊息者。</li>
                    <li>（十一）有販賣槍枝、毒品、禁藥、盜版軟體或其它違法物品者。</li>
                    <li>（十二）有提供賭博資訊或以任何方式引誘他人參與賭博者。</li>
                    <li>網銀國際所屬網站及旗下遊戲平台對前項事實認定產生錯誤或無法舉證時，網銀國際將對您之損害負賠償責
                    任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十六、準據法及管轄法院</h3>
                    </li>
                    <li>本合約之解釋及適用，以及會員因使用本服務而與網銀國際間之權利義務關係，悉依中華民國法律及相關法
                    令解釋適用之。因此所生之爭議，雙方同意以臺灣臺中地方法院為第一審管轄法院。前項約定，有消費者保
                    護法第四十七條或民事訴訟法第四百三十六條之九規定小額訴訟管轄法院之情形者不適用之。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px">
                    <li>
                        <h3>二十七、個人資料保護</h3>
                    </li>
                    <li>網銀國際將遵循個人資料保護法規定，保障及使用您所登錄的個人資料。除法律另有規定外，未經您的同意
                    ，網銀國際不會將您的個人資料任意出售、交換、出租或公開。對於您個人資料的蒐集、處理、利用之範圍
                   、您依據個人資料保護法所擁有的權利包括閱覽、複製、補充、更正或要求停止繼續蒐集、處理、利用或請
                    求刪除個人資料及相關申請程序，網銀國際會於官網的「個人資料使用同意書」中載明並取得您的同意。</li>
                </ul>
            </li>
            <li id="tab2">
                <ul>
                    <li id="purpleHeader">廠商服務條款
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>合作廠商服務條款</h3>
                    </li>
                    <li>moLo 將依照以下服務條款之約定，請仔細閱讀以下條款內容，並隨時注意修正條文更新，當使用本平台的服務時，即表示廠商 (公司) 已閱讀、瞭解並同意接受以下服務條款所有內容，本平台有權於任何時間修改服務條款內容，建議您隨時注意該等修改或變更。如果您不同意以下條款的內容，請立即停止使用本平台的所有服務。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>本合約書之承諾</h3>
                    </li>
                    <li>當您申請本服務，即代表並保證您已年滿20歲，若您確為廠商(公司行號)之負責人或代理人，您同意在申請表上填寫真實、正確、最新且完整之資料(包括但不限於正確的公司名稱、e-mail地址、手機門號)，並同意接受本條款之約定，上開資料僅供moLo內部核定使用者之身分。若您不同意本條款之內容時，則請勿申請或使用本平台服務。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>合作廠商服務說明</h3>
                    </li>
                    <li>• 您瞭解並同意，當您申請成為 moLo 夥伴時，須完成服務規範之註冊程序，完成申請驗證後，即可立即使</li>
                    <li class="left1">用您的廠商基本資訊管理功能。</li>
                    <li>• 申請者的廠商資料、或廠商所提供、經營之商品或服務皆與本站無關，若涉有色情、賭博、販毒、違法或</li>
                    <li class="left1">有違反第三條所訂最低標準者，一經發現立即將違反規定的帳號或重複申請的服務項目關閉刪除。</li>
                    <li>• 您承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際</li>
                    <li class="left1">網路之國際慣例。您若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>利用本服務從事侵害他人權益或違法之行為，包括但不限於：</h3>
                    </li>
                    <li>(1)上載、張貼、公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良</li>
                    <li class="left5">風俗或其他不法之文字、圖片或任何形式的檔案於本服務上；</li>
                    <li>(2)侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利；</li>
                    <li>(3)違反依法律或契約所應負之保密義務；</li>
                    <li>(4)冒用他人名義使用本服務、包括但不限於冒名註冊或擅自登入他人帳號。</li>
                    <li>(5)上載、張貼、傳輸或散佈任何含有電腦病毒或任何對電腦軟、硬體產生中斷、破壞或限制功能之程式碼之</li>
                    <li class="left5">資料；</li>
                    <li>(6)從事不法交易行為或張貼虛假不實、引人犯罪之訊息；</li>
                    <li>(7)販賣槍枝、毒品、禁藥、盜版軟體或其他違禁物；</li>
                    <li>(8)提供賭博資訊或以任何方式引誘他人參與賭博；</li>
                    <li>(9)濫發廣告郵件、垃圾郵件、連鎖信、違法之多層次傳銷訊息等；</li>
                    <li>(10)以任何方法傷害未成年人；</li>
                    <li>(11)偽造訊息來源或以任何方式干擾傳輸來源之認定；</li>
                    <li>(12)干擾或中斷本服務或伺服器或連結本服務之網路，或不遵守連結至本服務之相關需求、程序、政策或規</li>
                    <li class="left4">則等，包括但不限於：使用任何設備、軟體或刻意規避moLo之排除自動搜尋之標頭</li>
                    <li class="left4">(robotexclusionheaders)；</li>
                    <li>(13)對於恐怖行動提供任何實質支持或資源；</li>
                    <li>(14)跟蹤他人或其他干擾他人或為前述目前蒐集或儲存他人之個人資訊；</li>
                    <li>(15)利用本網站從事不法交易行為。</li>
                    <li>(16)擅自複製他人資訊轉售、轉載、散佈。</li>
                    <li>(17)擷取非經所有人正式開放或授權之資訊。</li>
                    <li>(18)使用本服務傷害、侵犯、誹謗或攻擊moLo、moLo所屬公司、負責人、員工、顧問、關係企業、廣告主</li>
                    <li class="left4">以及相關合作廠商。</li>
                    <li>(19)其他moLo認為不當或違反公序良俗之行為。</li>
                    <li>(20)如因您違背本條款或相關法令，或有侵害他人權利之不法或不當行為，致moLo或關係企業、受僱人、</li>
                    <li class="left4">受託人、代理人及其他履行輔助人受有損害或支出費用（包括但不限於因進行民事、刑事及行政程序所</li>
                    <li class="left4">支出之訴訟費用及律師費）時，您應負擔損害賠償責任。</li>
                    <li>(21)因您經由本服務提供、張貼或傳送「會員內容」、使用本服務、與本服務連線、違反本服務條款、或侵</li>
                    <li class="left4">害其他人任何權利所衍生或導致任何第三人為請求或主張時，您瞭解並同意擔保 moLo及其子公司、關</li>
                    <li class="left4">係企業、經理人、代理人、受僱人、合夥人及授權人免於任何損害。</li>
                    <li>(22)禁止填寫任何不實資料。若您提供任何錯誤或不實資料，或違反以上任何規定，本平台有權暫停或終止</li>
                    <li class="left4">您的帳號，並拒絕您繼續使用本服務。</li>
                    <li>(23)合作廠商(公司)由moLo所取得之使用者個人資料，應完全遵循個人資料保護法等相關法令規定，且承諾</li>
                    <li class="left4">不得作為任何其他用途之用，合作廠商(公司)且應盡善良管理人之注意義務保管之；moLo亦有權管理、</li>
                    <li class="left4">監督廠商(公司)實行之個資保護措施，如有違反並得隨時停止廠商(公司)之使用moLo服務。合作廠商(公</li>
                    <li class="left4">司)若有違反本條規定或個人資料保護法等相關法令規定，致個人資料遭不法蒐集、處理、利用或其他侵</li>
                    <li class="left4">害當事人權利者，應自負一切法律責任，包括但不限於刑事責任、民事損害賠償責任及行政責任。</li>
                    <li>(24)合作廠商(公司)若有違反本條規定或個人資料保護法等相關法令規定，而致生損害於moLo、moLo所屬</li>
                    <li class="left4">公司、負責人、員工、顧問、關係企業、廣告主以及相關合作廠商，合作廠商(公司)應負損害賠償責任，</li>
                    <li class="left4">包括但不限於所失利益、所受損害，以及律師費用等。</li>
                    <li>(25)所有商品或服務是由提供各該商品或服務的廠商所出售或提供，交易行為存在於廠商與使用者之間；</li>
                    <li class="left4">moLo聲明絕不介入您與使用者之間的任何買賣、服務或其他交易行為，對於您所提供的商品、服務或</li>
                    <li class="left4">其他交易標的物亦不負任何擔保責任。如因前述買賣、服務或其他交易行為所產生之爭執，應向各該使</li>
                    <li class="left4">用者尋求救濟或解決之道。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>申請合作廠商資料登錄審核最低標準 您申請登錄成為合作廠商資料以及該廠商必須符合下列最低標準：</h3>
                    </li>
                    <li>您申請登錄的廠商(公司)不得經營，包括但不限於，色情、買賣槍械、販毒、賭博、違反相關公共秩序、善良風俗或其他違法事務；同時廠商之實際舉辦活動內容不得與其登錄名稱或活動內容描述不符。廠商(公司)所登錄者之資料不得包括有任何誹謗、侮辱、非法、不雅、違反公共秩序或善良風俗之文字或圖片，或有不適當、不正確或不合法之資訊。廠商(公司)所登錄之資料不得有侵害他人商標權、著作權、智慧財產權或其他權利。所登錄之資料中若包括網址(URL)者，該網站內容不得有任何違反法令、侵害他人權利、違反公共秩序或善良風俗之情事。 其他依本服務之目的，係屬不適當之行為或有濫用本服務之情事者，moLo得逕行關閉其基本功能。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>會員帳號、密碼及安全</h3>
                    </li>
                    <li>完成moLo之註冊程序後，請注意！您有責任維持帳號及密碼的機密安全。並同意以下事項：帳號或密碼遭到盜用或有其他任何安全問題發生時，將立即通知moLo；且於每次連線完畢後，須做登出之動作，結束帳號使用。在使用本平台各項服務時，本服務可能出現中斷或故障等現象，屆時或許將造成廠商(公司)使用上的不便、資料喪失、遭人篡改或其他經濟上損失等情形，廠商(公司)於使用本服務時宜自行採取防護措施。為維護網站使用者自身權益，請勿將所申請之服務介接方式洩露或提供予第三人知悉、或出借或轉讓他人使用，否則，如因此而權益受損，moLo不負擔任何法律或賠償責任。若網站使用者發現帳號或密碼遭人非法使用或有任何異常破壞使用安全之情形時，應立即通知moLo。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>拒絕或終止使用權</h3>
                    </li>
                    <li>本平台得基於其自行之考量，或認定您已經違反本服務條款規定及精神，得立即關閉或刪除您的帳號，以及您帳號中所有相關資料與檔案，以及您繼續使用本服務的權利。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>智慧財產權</h3>
                    </li>
                    <li>moLo所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計、會員內容等，均由moLo及相關合作廠商所有，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、公開傳輸、公開演出、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，除明確為法律所許可者外，必須依法取得moLo或其他相關合作廠商的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對moLo負損害賠償責任。moLo 及其關係企業為行銷宣傳本服務，就本服務相關之商品或服務名稱、圖樣等（以下稱「moLo商標」），依其註冊或使用之狀態，受商標法及公平交易法等之保護，未經moLo事前書面同意，您瞭解並同意不以任何方式使用moLo商標。moLo尊重他人智慧財產權，亦要求我們的使用者同樣尊重他人商標權、著作權、專利權或其他智慧財產權。moLo得中止、終止或限制您全部或部分服務，並得請求損害賠償。您同意不對本服務任何部分或本服務（包括：會員內容、廣告、軟體及moLo帳號等）之使用或存取，進行重製、拷貝、出售、交易、轉售或作任何商業目的之使用或營利行為。若您無合法權利得授權他人使用、修改、重製、公開播送、改作、散布、發行、公開發表某資料，並將前述權利轉授權第三人，請勿擅自將該資料上載、傳送、輸入或提供予moLo。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>您所上載、傳送、輸入或提供予moLo之任何資料，其權利仍為您或您的授權人所有；但任何資料一經您上載、傳送、輸入或提供予moLo時，即表示您同意：</h3>
                    </li>
                    <li>(1)由moLo及其關係企業儲存或管理該資料，並由moLo及其關係企業之搜尋工具進行索引及抓取，並公開</li>
                    <li class="left5">刊登、使用於moLo及其關係企業的相關系統網路上，包括但不限於moLo所聯盟或合作的第三人網站上;</li>
                    <li>(2)授權moLo及其關係企業可以基於公益或為宣傳、推廣或經營moLo及本服務之目的，進行使用、修改、</li>
                    <li class="left5">重製、公開播送、改作、散布、發行、公開發表、公開傳輸、公開上映、翻譯該等資料，並得在此範圍內</li>
                    <li class="left5">將前述權利轉授權他人。您並保證moLo及其關係企業使用、修改、重製、公開播送、改作、散布、發行</li>
                    <li class="left5">、公開發表、公開傳輸、公開上映、翻譯、轉授權該等資料，不致侵害任何第三人之智慧財產權，否則應</li>
                    <li class="left5">對moLo及其關係企業負損害賠償責任。</li>
                </ul>
                <ul class="provtext">
                    <li style="width: 590px;">
                        <h3>若您透過建議或回應網頁對於moLo提供任何想法、建議、文件及/或提議（以下稱「貢獻」）<br />
                            ，您認知並同意：</h3>
                    </li>
                    <li>(a)您的貢獻並非特定機密或專有資訊；</li>
                    <li>(b)moLo對前開貢獻並不負有任何明示或默示的保密責任；</li>
                    <li style="width: 580px;">(c)moLo有權在全球為任何目的、以任何方式、在任何媒體上，使用或揭露(或選擇不使用或揭露)前開貢獻；</li>
                    <li>(d)moLo可能已有與前述貢獻相似而正在考慮或發展中的想法或提案；</li>
                    <li>(e)您的貢獻將自動於moLo不對您負任何責任的情形下，成為moLo之財產；</li>
                    <li>(f)您於任何情形下皆無權利對moLo主張任何形式的賠償或補償。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>服務變更</h3>
                    </li>
                    <li>moLo保留於任何時點，不經通知隨時修改或暫時或永久停止繼續提供本服務（或其任一部分）的權利。您同意moLo對於您或是任何第三方進行任何修改、暫停或停止繼續提供本服務時不負任何責任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>終止</h3>
                    </li>
                    <li>網站如發生下列情形之一時，moLo有權不經通知逕行停止或中斷提供服務，致使無法提供服務，或許將造成您使用上的不便、資料喪失、錯誤、遭人篡改或其他經濟上損失等情形。moLo不負任何法律責任：</li>
                    <li>(a) 由於天災等不可抗力之因素。</li>
                    <li>(b) 對電子通信設備進行必要之保養及施工。</li>
                    <li>(c) 發生突發性之電子通信設備故障。</li>
                    <li>(d) 因任何原因被停止，無法提供服務。</li>
                    <li></li>
                    <li>基於網際網路之特性，您瞭解並同意於使用本服務時，應自行採取防護措施。moLo對於您因使用（或無法使用）本服務而造成之任何損害，包括moLo、協力廠商或相關電信業者網路系統軟硬體設備之故障、失靈或人為操作上之疏失而致網站服務全部或一部中斷、暫時無法使用、遲延、或造成資料傳輸或儲存上之漏誤、或遭第三人侵入系統篡改偽造資料時，均不負任何賠償責任。如您有違反本條款或相關法令或有其他不當使用之情形發生時，moLo得不經催告，逕行加以限制或終止其使用本服務之權利，並得請求補償或賠償。您不得因此要求補償或賠償。您瞭解並同意您的moLo帳號係不可轉讓，且您moLo帳號或帳號中內容之任何權利，於您喪失門號擁有權時即立刻終止，其所有內容可能被門號的新使用者繼承，新使用者亦可能有權變更。您瞭解並同意moLo得依其判斷，因任何理由，包含但不限於一定期間未使用、法院或政府機關命令、本服務無法繼續或服務內容實質變更、無法預期之技術或安全因素或問題、您所為詐欺或違法行為、未依約支付費用，或其他moLo認為您已經違反本服務條款的明文規定及精神，而終止、或限制您使用帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除。您瞭解並同意moLo亦得依其自行之考量，於通知或未於通知之情形下，隨時終止或限制您使用本服務或其任何部分。您同意前開終止或限制情形，moLo得立即關閉、刪除或限制存取您的帳號及您帳號中全部或部分相關資料及檔案，及停止本服務全部或部分之使用。此外，您同意若本服務之使用被終止或限制時，moLo對您或任何第三人均不負任何損害賠償責任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>免責聲明</h3>
                    </li>
                    <li>您瞭解並同意：moLo對本服務及軟體不提供任何明示或默示的擔保，包含但不限於權利完整、商業適售性、特定目的之適用性及未侵害他人權利。本服務及軟體乃依其「現狀」及「提供使用時」之基礎提供，您使用本服務及軟體時，須自行承擔相關風險。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>moLo不保證以下事項：</h3>
                    </li>
                    <li>(a)本服務及軟體將符合您的需求，</li>
                    <li>(b)本服務及軟體不受干擾、及時提供、安全可靠或無錯誤，</li>
                    <li>(c)由本服務及軟體之使用而取得之結果為正確或可靠，</li>
                    <li>(d)您經由本服務購買或取得之任何產品、服務、資訊或其他資料將符合您的期望及</li>
                    <li>(e)任何軟體中之錯誤將被修正。</li>
                    <li>使用者是否經由本服務及軟體之使用下載或取得任何資料應由您自行考量且自負風險，若使用者因前開任何資料之下載而導致您電腦系統、網路存取、下載或播放設備之任何損壞或資料流失，使用者應自負全責，不得對 moLo提出任何請求或採取法律行動。您自 moLo或經由本服務或軟體取得之建議和資訊，無論其為書面或口頭，均不構成本服務或軟體之保證。 您明確了解並同意moLo及其子公司、關係企業、經理人、受僱人、代理人、合夥人及授權人，無須為您任何直接、間接、附隨、特別、衍生、懲罰性的損害負責，包括但不限於因下述事由所生利潤、商譽、使用、資料之損害或其他無形損失（即令 moLo曾被告知該等損害之可能性亦同）：</li>
                    <li>(a)使用或無法使用本服務；</li>
                    <li>(b)替代商品及服務之購買成本；</li>
                    <li>(c)他人未經授權存取或修改您的傳輸或資料；</li>
                    <li>(d)任何第三人就本服務所為之聲明或行為，或</li>
                    <li>(e)任何其他與本服務有關者。</li>
                    <li>部分管轄區域並不允許對於特定保證責任的排除或是對於附隨或衍生損害的限制或免除。於此情形，本條前述限制對您不適用。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>一般條款</h3>
                    </li>
                    <li>使用本服務視為本服務條款之內容為您與moLo就使用本服務之雙方已有合意，取代您先前與 moLo 間有關本服務所為之任何約定。您於使用或購買特定moLo服務、關係企業服務、第三方內容或軟體時，亦須適用額外條款或條件。moLo未行使或執行本服務條款任何權利或規定，不表示放棄前開規定之權利。若本服務條款部分規定，經有管轄權之法院認定無效，本服務條款之其他規定仍屬有效。本服務條款之解釋與適用，以及與本服務條款有關的爭議，除法律另有規定者外，均應以中華民國法律為準據法，並以台灣台中地方法院為第一審管轄法院。本服務條款之標題僅係為便利閱讀之目的，不具任何法律或契約效果。</li>
                </ul>
            </li>

            <li id="tab3">
                <ul>
                    <li id="purpleHeader">隱私權條款
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>本隱私權條款自2012年2月15日公佈</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 0 0;" />
                    </li>
                </ul>
                <ul class="provtext">
                    <li>&nbsp; </li>
                    <li>本《隱私權政策》適用於所有由 moLo或其子公司或關係企業提供的產品、服務和網站。 我們有時可能會針對產品發佈隱私權聲明或「說明中心」資料，以詳細說明我們的產品。</li>
                    <li>•如果您對本《隱私權政策》有任何疑問，歡迎隨時透過我們的網站與我們聯絡或來信至：</li>
                    <li class="left1">service@cs.wanin.tw</li>
                    <li>•我們收集的資訊類型和使用方式</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>我們可能會收集下面這幾類資訊：</h3>
                    </li>
                    <li>•您所提供的資訊 – 當您申請 moLo 帳戶時，我們會要求您提供個人資訊。我們會將您透過帳戶提交的資訊</li>
                    <li class="left1">（包括但不限於電話、e-mail等個人資訊）與來自其他 moLo 服務或第三方的資訊合併，並提供給您所選</li>
                    <li class="left1">擇的服務網站提供者，讓您獲得更佳的使用效果，同時提升我們的服務品質。您可以透過 moLo 資訊主頁</li>
                    <li class="left1">，進一步瞭解與您帳戶相關聯的資訊。如果您是同時使用自己的「moLo 應用服務帳戶」及 moLo 服務，</li>
                    <li class="left1">moLo 會連同或代表您的網域管理員提供這類服務。您的管理員將能存取您的帳戶資訊，包括電子郵件。</li>
                    <li class="left1">如需詳細資訊，請參考您的網域管理員提供的隱私權政策。</li>
                    <li>•Cookie – 在您瀏覽 moLo 時，我們會將一或多個Cookie 傳送到您的電腦或其他裝置上。我們使用Cookie</li>
                    <li class="left1">來儲存使用者偏好設定、改善搜尋結果和廣告選擇，以及追蹤如搜尋方式等使用者趨勢，藉此提升服務品</li>
                    <li class="left1">質。moLo 廣告服務也使用 Cookie，協助廣告客戶和發佈商放送及管理網頁上和 moLo 服務中的廣告。</li>
                    <li>• 記錄資訊 – 當您透過瀏覽器、應用程式或其他用戶端使用 moLo 提供的服務時，我們的伺服器會自動記錄</li>
                    <li class="left1">特定的技術性資訊。這些伺服器記錄可能包含您的網頁要求、您與服務之間的互動情況、網際網路通訊協</li>
                    <li class="left1">定位址、瀏覽器類 型、瀏覽器語言、送出要求的日期和時間，以及一或多個可唯一識別您瀏覽器或帳戶的</li>
                    <li class="left1">Cookie 等資訊。</li>
                    <li>• 使用者通訊 – 您傳送電子郵件或使用其他方式與 moLo 通訊時，我們會保留這些通訊內容，以便處理您的</li>
                    <li class="left1">查詢、回覆您的要求並改善服務品質。當您未來透過具SMS短訊功能的 moLo服務接收SMS短訊，或是發</li>
                    <li class="left1">送SMS短訊給這些服務時，我們會收集並維護與這些SMS短訊有關的資訊，例如電話號碼、此電話號碼的</li>
                    <li class="left1">流動通訊服務供應商、 SMS短訊內容和通訊的日期和時間。如有任何與服務相關的事宜需要與您溝通，我</li>
                    <li class="left1">們會透過您的電子郵件地址與您聯絡。</li>
                    <li>• 其他網站上的 moLo 關聯服務 – 我們會在或透過其他網站提供某些服務。您提供給這些網站的個人資訊可</li>
                    <li class="left1">能會傳送給 moLo，以便我們提供服務之用。我們會根據本《隱私權政策》處理此類資訊。</li>
                    <li>• 第三方應用程式 –  moLo 允許您在其服務上使用第三方應用程式，如小工具或擴充功能。moLo 在您啟動</li>
                    <li class="left1">第三方應用程式時所收集的資訊，會根據本《隱私權政策》處理。第三方應用程式供應商所收集的資訊，</li>
                    <li class="left1">則受其隱私權政策規範。</li>
                    <li>• 位置資料 –  moLo 提供位置資訊支援服務，例如「moLo 定位」。如果您未來使用此類服務，moLo 可能</li>
                    <li class="left1">會收到您的實際位置的相關資訊 (例如流動裝置傳送的 GPS 訊號)，或是其他可用於判斷約略位置的資訊 (</li>
                    <li class="left1">例如基地台編號)。</li>
                    <li>• 唯一應用程式編號 – 某些服務 (如「moLo 工具列」) 內含與您帳戶或個人無關的唯一應用程式編號。如果</li>
                    <li class="left1">該服務定期與我們的伺服器連線 (例如，為了要求自動更新軟件)，當您安裝或解除安裝該服務時，系統會</li>
                    <li class="left1">將這個編號以及安裝作業相關資訊 (如作業系統類型、版本號碼) 傳送給 moLo。</li>
                    <li>• 其他網站 – 本《隱私權政策》僅適用於 moLo 服務。對於顯示為搜尋結果的網站、包含 moLo 應用程式、</li>
                    <li class="left1">產品或服務的網站，或來自各種 moLo 服務的連結，我們並無控制權。這些網站可能會在您的電腦上放置</li>
                    <li class="left1">自己的 Cookie 或其他檔案、收集資料或向您要求個人資訊。除此之外，我們還可能將收集而來的資訊用於</li>
                    <li class="left1">：提供、維護、保護及提升我們的服務 (包括廣告服務與開發新服務)；且保護 moLo 或 moLo 使用者的權</li>
                    <li class="left1">利或財產。如果此資訊的使用方式與當初收集的目的不同，我們會在使用前先徵求您的同意。moLo 使用</li>
                    <li class="left1">位於中華民國和其他國家/地區的伺服器處理個人資訊。在某些情況下，我們會使用您所在國家/地區以外的</li>
                    <li class="left1">伺服器來處理個人資訊。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>選擇</h3>
                    </li>
                    <li>您可以透過 moLo 登入設置來控制您的 moLo 帳戶內所儲存的資訊。大部分瀏覽器都預設為接受 Cookie，但您可以重設瀏覽器以拒絕所有 Cookie，或在 Cookie 傳送時顯示通知。 不過，如果您停用了 Cookie，某些 moLo 功能和服務可能無法正常運作。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>資訊分享</h3>
                    </li>
                    <li>moLo 只會在下列的有限情況下，與 moLo 以外的其他公司或個人分享個人資訊：</li>
                    <li>• 已事先取得您的同意。分享任何敏感的個人資訊前，我們都會先徵求您的同意。</li>
                    <li>• 我們一向堅信，基於下列因素，存取、使用、保存或披露此類資訊是合理且必要的：</li>
                    <li class="left1">(A) 遵循所有適用法律、法規、法律程序或具法律效力的政府要求。</li>
                    <li class="left1">(B) 強制執行適用的《服務條款》，包含對可能違反《服務條款》的事情展開調查。</li>
                    <li class="left1">(C)偵查、防止或以其他方式因應詐騙、安全性或技術性問題。</li>
                    <li class="left1">(D) 依法律規定或在法律允許範圍內，保護 moLo 、其使用者或大眾的權利、財產或安全。</li>
                    <li class="left1">如果 moLo 參與合併、收購事宜，或以任何方式出售其部分或全部財產，我們將確保對涉及這些交易的所  有個人資訊保密，並在個人資訊移轉且適用於不同的隱私權政策之前通知您。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>資訊安全</h3>
                    </li>
                    <li>當您使用 moLo 服務時，我們會盡量讓您有權存取自己的個人資訊，並讓您修改不正確的資訊，或依您的要求，將法律並未規定或合法商業用途並不需要留存的資料加以刪除。處理 此類要求之前，我們會要求個別使用者證明身分，並指明要存取、修改或移除的資訊，而我們可能會拒絕處理過度重複、經常性、需要過多技術支援、危害其他使用 者隱私權授權的資料存取、竄改、披露或毀損，其中包括對於資料收集、儲存、處理實務和安全措施的內部審查工作，包括採取適當加密以及實體的安全措施，以確 保我們儲存個人資料的系統不會遭到未經授權的存取。我們只允許需要得知此等個人資訊的 moLo 員工、承包商和代理人存取這些資訊，以代表我們處理相關事宜。上述人員都必須遵守保密義務，否則可能會遭到處分，包括解僱和刑事起訴。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>存取和更新個人資訊</h3>
                    </li>
                    <li>除非需要大量的技術支援，否則我們會免費讓使用者存取和修改自己的個人資訊。根據部份服務現行的運作機制，在您刪除個人資訊後，系統需要一段時間才會將殘留的檔案副本從線上伺服器中完全刪除，而我們的備份系統仍可能保留其檔案備份。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>本隱私權政策的變更</h3>
                    </li>
                    <li>請注意，本《隱私權政策》會不時變更。我們不會在未經您明確同意的情況下，削減本《隱私權政策》賦予您的權利。《隱私權政策》的更改一律會在本頁發佈，而 如果是重大變更，我們會提供更明確的通知 ( 包括某些服務會以電子郵件來通知《隱私權政策》的變更)。此外，我們還會將本《隱私權政策》的過往版本加以封存，方便您回顧。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>隱私規範詳細</h3>
                    </li>
                    <li>在 moLo，我們持續追求能夠突破現今技術限制的創意和產品。做為一家負責任的企業，我們竭力在維持創
                    新產品與使用者隱私權和安全性之間的適當平衡。我們希望藉由「隱私權規範」指引公司各個層級的人員作
                    出決策，讓 moLo 在實現統整全球資訊使命的同時，能夠保護並賦予使用者必要的權限。</li>
                    <li>1.以所收集的資訊為本，提供使用者優質的產品及服務。</li>
                    <li class="left1">「手機身分安全，一切簡化便利」為 moLo 理念的第一信條。因為使用者與我們分享網路服務使用資訊，</li>
                    <li class="left1">我們才能以建置優質的服務及產品作為回報。我們相信，專心照顧使用者的需要，自然會帶動產品及隱私</li>
                    <li class="left1">權強化功能的創新，進而吸引越來越多忠實的線上使用者群。</li>
                    <li>2.開發產品時採行嚴謹的隱私權標準及做法。</li>
                    <li class="left1">moLo 的目標是成為科技產業的領導品牌，包括開發各種工具，以協助使用者輕鬆管理個人資訊，同時不</li>
                    <li class="left1">忘維持優異的服務品質。我們遵守隱私權相關法律，也與內部人員、管理單位和產業夥伴合作，共同制定</li>
                    <li class="left1">力行嚴謹的隱私權標準。</li>
                    <li>3.個人資訊的收集作業透明化。</li>
                    <li class="left1">moLo 致力於列載各種自訂服務的資訊類型，提供使用者查看。我們計劃於時機成熟時讓整個作業透明化</li>
                    <li class="left1">，公開我們握有的個別使用者資訊類型，以及我們運用該項資訊提供服務的方式。</li>
                    <li>4.提供使用者多種保護其隱私權的實用選項。</li>
                    <li class="left1">使用者對於隱私權的疑慮和需求各有不同，為了顧及每位使用者，moLo 致力於提供多種實用且精細的選</li>
                    <li class="left1">項，讓使用者決定其個人資訊的使用方式。我們堅持個人資訊不能淪為用來威脅的抵押品，因此也格外努</li>
                    <li class="left1">力建置具有通融性質的產品，方便使用者將個人資訊匯出至其他服務。我們絕不會出賣使用者的個人資料。</li>
                    <li>5.對我們所掌管的資訊負責。</li>
                    <li class="left1">我們瞭解自己有責任保護使用者託付的資料。moLo 十分重視安全性，經常與大批使用者、開發人員和外</li>
                    <li class="left1">界的安全專家合作，竭力提升網際網路的安全可靠。</li>
                </ul>

            </li>



            <li id="tab4">
                <ul>
                    <li id="purpleHeader">個人資料使用同意書
                        <div class="l_btns">
                            <input class="l_btn l3 l_btn1" type="button" value="简体中文" onclick="ltChange2()" />
                            <%--<input class="l_btn l2" type="button" value="English" onclick="ltChange(1,0)" />--%>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>本個人資料使用同意書自2014年08月19日公佈</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 20px 0;" />
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>為保障您個人資料之安全性</h3>
                    </li>
                    <li>網銀國際股份有限公司(下簡稱本公司)特別制定「個人資料使用同意書」（下簡稱本同意書），讓您瞭解本公司使用您所屬個人資料之相關資訊：</li>
                    <li>1. 蒐集之目的；</li>
                    <li>2. 個人資料之類別；</li>
                    <li>3. 個人資料利用之期間、地區、對象及方式；</li>
                    <li>4. 您得行使之權利及方式；</li>
                    <li>5. 若您無法提供完整的個人資料時，可能對您權益之影響；</li>
                    <li>6. 個人資料的安全維護；</li>
                    <li>為了維護您的權利，請花一點時間閱讀下面的資訊，如果有任何問題請讓我們知道。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>一、適用範圍</h3>
                    </li>
                    <li>（一）本同意書適用於您在本公司網站內與其所附屬之網站活動時，所涉及的個人資料蒐集、處理、利用、</li>
                    <li class="left2">國際傳遞以及保護措施。</li>
                    <li>（二）本公司網站、產品、應用和服務可能包含指向第三方網站的產品和服務，我們的產品和服務也可能使</li>
                    <li class="left2">用或提供來自第三方的產品或服務，包括如位置數據或聯繫方式收集的資料，這些將受到他們個人資</li>
                    <li class="left2">料保護相關規定的約束。</li>
                    <li>（三）當您使用某些本公司產品、服務或應用程序時，您分享的個人資料是其他用戶可以見到、閱讀、收集</li>
                    <li class="left2">或使用的，您應該對在這些情況下提交的個人資料負責。例如，如果你發布在某論壇上發帖您的姓名</li>
                    <li class="left2">和電子郵件地址，這些資料是公開的，使用這些功能時請小心。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二、資料蒐集之目的及類別</h3>
                    </li>
                    <li>依法務部頒布之「個人資料保護法之特定目的及個人資料之類別」，本公司蒐集之目的有：○四○行銷、○六九契約或類似契約或其他法律關係事務、○九○消費者、客戶管理與服務、一三六資訊與資料庫管理、一四八網路購物及其他電子商務服務、一五七調查、統計與研究分析、一八二其他諮詢與顧問服務；類別有：Ｃ○○一辨識個人者、Ｃ○○三政府資料中之辨識者、Ｃ○一一個人描述、Ｃ○三一住家及設施、Ｃ○三五休閒活動及興趣、Ｃ○三八職業、Ｃ○八三信用評等。詳細情形如下：</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（一） 加入會員</h3>
                    </li>
                    <li>當您申請加入會員時，您將會被要求填寫一份您的個人資料，包括姓名、性別、暱稱、身份證字號、住址、生日、手機門號、電話、電子信箱、銀行帳號、載具條碼等相關必要資料；成為會員後，您會擁有一組會員帳號與密碼，並由經由本組帳號、密碼登入網站及使用會員的各項服務。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（二） 線上交易</h3>
                    </li>
                    <li>如您使用線上交易服務，我們會依照您選擇的線上交易形態，蒐集您所填寫的訂單相關資料，以確保您完成付款、儲值或物流等消費服務。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（三） 線上活動</h3>
                    </li>
                    <li>若您因參加本公司舉辦之線上活動或網路調查而登入會員帳號與密碼時，您的個人資料將直接由會員資料庫提供；如該項活動仍需您配合補充相關資料時，請詳細登錄所需之資料，這些補充的資料也會一併受到我們的保護。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（四） 瀏覽網頁</h3>
                    </li>
                    <li>當您於本公司的網站或附屬網站中進行瀏覽或查詢時，伺服器將自動紀錄您使用連線的IP位置、時間及瀏覽相關記錄，這些資料僅供作流量統計分析及網路服務優化，以便改善我們的服務品質；這些資料僅作為總量上的分析，不會和特定個人相聯繫。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（五） 其他</h3>
                    </li>
                    <li>個人資料除了由您直接提供之外，如果您在您在本公司的合作廠商處有主動提供個人資料，基於您的同意或為履行契約目的前提下，合作廠商會提供您的個人資料給本公司；這些資料只會在您同意或為履行契約的服務範圍內利用及處理，不會用於其他用途。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>三、資料利用的期間、地區、對象及方式</h3>
                    </li>
                    <li>（一）利用期間 除法令另有規定外，我們使用您個人資料期間自您成為本公司網站內與其所附屬網站的會員</li>
                    <li class="left2">起，至本公司網站內與其所附屬網站服務完畢或您提出停止使用之請求為止。</li>
                    <li>（二）利用地區 臺灣地區及提供本公司網站內與其所附屬網站服務之地區。</li>
                    <li>（三）利用對象 除法令另有規定外，您個人資料的使用僅限於您同意之服務目的及本公司內部在相關連之範 </li>
                    <li class="left2">圍內，不會任意將您提供的個人資料轉供其他第三人或移作其他目的使用；但基於履行契約目的情形 </li>
                    <li class="left2">下，我們將提供相關資料予合作廠商，以履行與您的契約義務。</li>
                    <li>（四）利用方式 </li>
                    <li class="left2">1. 會員資料</li>
                    <li class="left3">您在加入會員時所填寫的資料，本公司將會進行手機及e-mail驗證，並分析您個人在網站上行為及                消費習慣，以作為將來提供會員所需之詳盡資料以及設計會員活動時之依據。</li>
                    <li class="left2">2. 線上交易</li>
                    <li class="left3">如您使用線上交易服務，我們將會依照你提出的線上交易形態，蒐集您所填寫的訂單相關資料，以                確保您完成付款、儲值或物流等消費服務。</li>
                    <li class="left2">3. 訂閱電子報</li>
                    <li class="left3">在您加入會員或使用本公司網站與其所附屬網站服務後，為提供行銷或其他加值服務之目的，我們                會不定期的發送電子報、手機簡訊或其他即時通訊軟體訊息至您所登錄的電子信箱帳號或手機門號                ；如果您表明不想再接受相關資訊，我們會停止繼續對您發送相類似的訊息；如有相關疑問，請洽                詢本公司顧客服務中心。</li>
                    <li class="left2">4. 線上活動及調查</li>
                    <li class="left3">如果您參加本公司舉辦的線上活動或網路調查，所留下的個人資料僅供該次活動或調查使用，這些                資料將於活動或調查結束後銷毀。</li>
                    <li class="left2">5. 統計與分析</li>
                    <li class="left3">本公司針對您加入會員時所填寫的資料，以及站內瀏覽時伺服器所產生的紀錄，將不定期進行總體                會員行為分析與統計，不會針對個人行為進行分析。</li>

                </ul>
                <ul class="provtext">
                    <li>
                        <h3>四、 您可以行使的權利及方式</h3>
                    </li>
                    <li>（一）對於您的個人資料，您可以以書面的方式向本公司請求行使以下權利：</li>
                    <li class="left3">1. 查詢或請求閱覽。</li>
                    <li class="left3">2. 請求製給複製本。</li>
                    <li class="left3">3. 請求補充或更正。</li>
                    <li class="left3">4. 請求停止蒐集、處理或利用。</li>
                    <li class="left3">5. 請求刪除。</li>
                    <li>（二）權利限制 前項的權利，如果您不符合本公司申請程序或法令另有規定時，將會受到限制。</li>
                    <li>（三）酌收費用 您向本公司請求閱覽個人資料或製給複製本時，本公司將酌收必要成本費用。</li>
                    <li>（四）權利行使之方式 上開權利之申請，應填具申請文件，本公司得向您請求提出可資確認之身分證明文件</li>
                    <li class="left2">；如果是委託他人代為申請，請出具委任書，並且提供本人及代理人的身分證明文件。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>五、無法提供完整的個人資料時對您權益的影響</h3>
                    </li>
                    <li>若您無法提供完整且確實的個人資料，將影響本公司和您的聯繫、完成交易、提供服務、身分驗證或處理消費、交易或客訴等等問題，建議您應提供完整的個人資料及隨時更新正確的資料。若因您未提供完整且確實個人資料，造成對您及第三人的損害時，您應負擔一切責任；如造成本公司的損失，本公司有權向您請求損害賠償。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>六、個人資料安全維護</h3>
                    </li>
                    <li>關於您的個人資料檔案，本公司將採行適當之安全措施，並盡力以合理之技術及措施，依相關法令辦理安全維護事項，防止您的個人資料被竊取、竄改、毀損、滅失或洩漏。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>七、個人資料保護同意書的修改</h3>
                    </li>
                    <li>因為法令的改變，我們會修訂本同意書之內容，相關修正內容以及規定會公告於本公司的網站上；為保障您的權益，請定期瀏覽我們網站的公告。當您於本同意書任何修改或變更後繼續使用本公司網站與其所附屬之網站服務，表示您已閱讀、瞭解並同意接受本同意書修改或變更後之內容。 如果您不同意本同意書，請您立即停止使用本公司網站與其所附屬之網站服務。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>八、看法與建議</h3>
                    </li>
                    <li>您如果對於個人資料有關之相關事項有任何意見或疑問，可以和本公司客服中心聯絡，</li>
                    <li>電話：(04)2708-5191。</li>
                </ul>
            </li>
            <li id="tab5">
                <ul>
                    <li id="purpleHeader">使用者合约
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>本使用者合约自2014年11月25日公布</h3>
                    </li>
                    <%--<li>2013年07月25日  第一次修訂</li>
                    <li>2014年01月08日  第二次修訂</li>
                    <li>2014年09月26日  第三次修訂</li>
                    <li>2014年11月05日  第四次修訂</li>--%>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 20px 0;" />
                    </li>
                    <li>网银国际(以下简称「网银国际」)系依据本使用者合约(以下简称「本合约」)提供网银国际所属moLo网站及</li>
                    <li>旗下游戏平台服务。为保障您的权益，请详细阅读本合约之内容，当您点选「同意」时，即推定您已经阅读</li>
                    <li>、了解并同意本合约之条款；如果您不同意本合约的内容，请立即停止使用本服务。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <table style="margin-top: 10px;">
                            <tr>
                                <td><span style="font-size: 12px; font-weight: bold;">立合约书人</span></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td style="width: 250px;">消费者：</td>
                                <td>企业名称：网银国际股份有限公司</td>
                            </tr>
                            <tr>
                                <td>法定代理人：</td>
                                <td>代表人：萧政豪</td>
                            </tr>
                            <tr>
                                <td>(未成年人应有法定代理人之同意)</td>
                                <td>统一编号：24438615</td>
                            </tr>
                            <tr>
                                <td>住址：</td>
                                <td>电话：(04)2708-5191</td>
                            </tr>
                            <tr>
                                <td>电话：</td>
                                <td>网址：http://www.wanin.tw</td>
                            </tr>
                            <tr>
                                <td>电子邮件：</td>
                                <td>电子邮件：service@cs.wanin.tw</td>
                            </tr>
                        </table>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>一、服务简介</h3>
                    </li>
                    <li>当您完成相关注册程序后，即成为网银国际所属moLo网站及游戏库之会员，并可开始使用所提供之服务，</li>
                    <li>包括但不限于在线游戏、异业合作、金流储值等服务(以下简称「本服务」)。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二、无完全行为能力人之申请</h3>
                    </li>
                    <li>游戏服务之申请，若您为无行为能力人，应由其法定代理人为之；若为限制行为能力人，应得法定代理人之</li>
                    <li>同意。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>三、同意。</h3>
                    </li>
                    <li>（一）游戏网站：系指网银国际为提供本服务所建置之网站。</li>
                    <li>（二）储值：系指您给付网银国际之金额后，兑换为游戏网站之点数，您得再以点数使用本服务。</li>
                    <li>（三）在线游戏：系指您以其计算机设备透过因特网联机，经由网银国际所架设之网站平台旗下各游戏或本</li>
                    <li class="left2">服务程序，使您得与不特定之多数人同时联机，进行游戏之软件。</li>
                    <li>（四）程序漏洞(BUG)：非网银国际设计本服务程序时所预见或规划之游戏呈现方式、操作模式或所表现之</li>
                    <li class="left2">游戏结果。</li>
                </ul>
                <ul class="provtext">
                    <li>（五）插件：系指除网银国际提供之在线游戏程序与您计算机设备之操作系统程序、辅助操作系统运作之</li>
                    <li class="left2">相关程序、连接因特网所需之必要程序外，非网银国际所提供用以影响网银国际在线游戏程序运作</li>
                    <li class="left2">或影响封包传输之程序。</li>
                </ul>
                <ul class="provtext">
                    <li>（六）游戏管理员（简称GM）：由网银国际所聘雇，担任维护本服务进行之顺畅、公平与提供本服务操作</li>
                    <li class="left2">问题解答或其他客户服务相关事项之人员。</li>

                </ul>
                <ul class="provtext">
                    <li>（七）游戏历程：系指自您登入游戏网站使用本服务起，至注销游戏网站止，游戏网站计算机系统对您使用</li>
                    <li class="left2">本服务过程所为之记录。</li>
                </ul>
                <ul class="provtext">
                    <li>（八）禁言处分：系指暂停您于游戏网站一定时间内输入文字显示之权利。</li>
                </ul>
                <ul class="provtext">
                    <li>（九）角色停权：系指暂停您使用于游戏网站中自行设定之角色人物。</li>
                </ul>
                <ul class="provtext">
                    <li>（十）昵称：系指您于游戏网站中自行设定的虚拟角色的名字。</li>
                </ul>
                <ul class="provtext">
                    <li>（十一）游戏管理规章/服务合约 : 系指由网银国际订立，供作规范各游戏或各代理游戏进行方式之规则，且</li>
                    <li class="left2">构成双方合约之一部分，与本合约具有相同效力。</li>
                </ul>
                <ul class="provtext">
                    <li>（十二）游戏套件：系指具备主、子程序，且能完整执行在线游戏全部功能之软件。</li>
                </ul>
                <ul class="provtext">
                    <li>（十三）必要成本：系指您进行本游戏期间之网银国际最低游戏营运成本，包括通路成本，及设计、制造、</li>
                    <li class="left2">包装与服务游戏点卡产生之直接成本。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>四、合约之内容</h3>
                    </li>
                    <li>以下视为本合约之一部分，与本合约具有相同之效力：</li>
                    <li>（一）有关本服务之广告或宣传内容。</li>
                    <li>（二）费率表及游戏管理规章。</li>
                    <li>前项合约内容相互间有冲突者，应为消费者有利之解释。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>五、合约之生效</h3>
                    </li>
                    <li>您于合约审阅期过后初次注册账号，进入显示本合约条款之网页，并按「同意」之选项后，即推定您已同意本合约条款之规定。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>六、特种买卖消费者之特殊解除权规定</h3>
                    </li>
                    <li>您得于开始游戏后七日内，以电子邮件或书面告知网银国际解除本合约。对于未使用之储值点数得向网银国际请求退费。您行使前项权利解除契约时，应先扣除赠送点数后，就未使用之储值点数向网银国际请求退费。开始游戏七日后，您不得再就所作其他单次的储值主张行使解除权。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>七、计费标准变更其通知相关规定</h3>
                    </li>
                    <li>费率调整时，网银国际将于预定调整生效日三十日前于游戏网站、游戏进行中及游戏登入页面公告；若您于注册账号时已登录电子邮件者，将会以简讯或电子邮件通知您。费率如有调整时，自调整生效日起按新费率 计收；若新费率高于旧费率时，新费率生效日前已于游戏网站中登录之储值则依旧费率计收。采计时制者， 每次计价单位为2小时。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>八、游戏应载明之信息</h3>
                    </li>
                    <li>网银国际会于游戏网站及游戏套件包装上载明以下事项：</li>
                    <li>（一）依游戏软件分级管理办法规定标示游戏分级级别及禁止或适合使用之年龄层。</li>
                    <li>（二）进行本游戏之最低软硬件需求。</li>
                    <li>（三）第九条第一项所列之退费权利。</li>
                    <li>（四）有提供安全装置者，其免费或付费信息。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>九、游戏套件与软件之退费</h3>
                    </li>
                    <li>您于购买本游戏套件或付费下载相关软件后七日内，得持未使用之储值序号与购买凭证向原购买处之业者请 求全额退费。前项情形，原购买处之业者不处理或无法处理者，您得持未使用之储值序号与购买凭证向网银 国际请求退费。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十、与第三人网站的连结</h3>
                    </li>
                    <li>为方便您的使用，网银国际可能会提供搜寻或连结至第三方网站之服务，您可能会因此连结至其他不属于网 银国际之网站。对此类网站一切信息，网银国际不保证其信息之正确性及安全性，您于查询、使用或下载时 应仔细衡量及判断。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十一、账号与密码之使用与保管</h3>
                    </li>
                    <li>账号与密码保管非常重要，您同意遵守下列事项，若因违反下列事项产生纠纷或任何损害，您同意自行负责;</li>
                    <li>（一）您于本服务注册程序中应自行设定一组账号及密码，经网银国际核对确认后即设定该组账号及密码予</li>
                    <li class="left2">您使用；若您将该组账号、密码转让、交付、揭露、出借或与第三人共享，因此所生之纠纷，您应自</li>
                    <li class="left2">行负责，网银国际不负协调、处理等责任。</li>
                    <li>（二）进行密码变更应经由网银国际提供之修改机制。</li>
                    <li>（三）请不要安装非法或来路不明的插件。</li>
                    <li>（四）您应对您的账号及密码保管负责。如您的账号、密码遭他人非法使用，应立即依本合约第十二条、第</li>
                    <li class="left2">十三条之约定处理，我们会提供您协助；如上述情形之发生系因可归责于您的事由，网银国际将不会</li>
                    <li class="left2">返还您已被扣除之储值或补偿您其他的游戏费用。</li>
                    <li class="left2">请注意，网银国际并不会藉活动名义或其他方式主动要求您提供账号与密码。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十二、账号密码遭非法使用之通知</h3>
                    </li>
                    <li>任一方发现第三人非法使用您的账号，或有使用安全遭异常破坏之情形时，应立即通知另一方。您知有上述 情事后，请立即至官网进行密码变更；如果有不能变更或其他情形，请联络我们，我们会立即为您处理，客 服中心电话：(04)2708-5191。前项之情形，不得将网银国际所采取之措施解释为网银国际对您有明示或默 示担保或赔偿责任。前项情形，网银国际将返还您已扣除之储值，或补偿相当之游戏费用，但若系因可归责 于您的事由，则不在此限。如您发现第三人非法使用您的账号，应提供网银国际您曾使用过之IP地址，以供 网银国际检视IP地址，经上述或其他方式确认后，网银国际得暂时限制相关在线游戏使用人就本服务之使用 权利。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十三、电磁纪录被不当移转时之处理方式</h3>
                    </li>
                    <li>您如发现账号、密码被非法使用，且游戏电磁纪录遭不当移转时，应立即通知网银国际查证，经查证您的个 人身分无误后并填写认诺书或切结书后，网银国际得暂时冻结该组账号，并暂时限制相关在线游戏使用人就 本服务之使用权利；若无法提出本人身分且证实为本人持有者则不在此限。网银国际于暂时限制游戏使用权 利之时起，将以简讯或电子邮件通知持有前项电磁纪录之第三人提出说明。如该第三人未于接获通知时起七 日内提出说明，网银国际应直接回复遭不当移转之电磁纪录予您；不能回复时可采其他双方同意之相当补偿 方式，并于回复后解除对相关在线游戏使用人之限制；惟网银国际有提供免费安全装置（如防盗卡、 Molo 锁等）而您未使用者，网银国际得直接回复剩余之电磁纪录予您。持有第一项电磁纪录之第三人不同意网银 国际前项之处理，网银国际得依报案程序，循司法途径处理。网银国际依第一项规定限制您的使用权时，在 限制使用期间内，不会向您收取费用。如果因为您的申告不实致使网银国际或其他在线游戏使用人权利受损 时，您同意负一切法律责任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十四、游戏历程之保存与查询</h3>
                    </li>
                    <li>（一）您个人的游戏历程记录，网银国际为您保存的期间为三十日，以供您查询。</li>
                    <li>（二）您得以书面、网络，或亲至网银国际之客服中心申请调阅您之个人游戏历程或因误植而更正会员资料</li>
                    <li class="left2">等之相关会员服务申请，且须提出与身份证明文件相符之个人资料以供查验，您同意负担新台币贰佰</li>
                    <li class="left2">元的查询费用。</li>
                    <li>（三）网银国际接获您之查询申请，针对第一项所列之您个人游戏历程，将于七日内以光盘或磁盘等储存媒</li>
                    <li class="left2">介或书面、电子邮件方式提供。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十五、电磁纪录</h3>
                    </li>
                    <li>（一）游戏之所有电磁纪录均属网银国际所有，网银国际应维持您电磁纪录之完整。</li>
                    <li>（二）您对于前项之电磁纪录有支配之权利，惟因此所生之纠纷，将由您自行负责，网银国际不负任何责</li>
                    <li class="left2">任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十六、联机质量</h3>
                    </li>
                    <li>（一）网银国际各项系统设备因预先计划所需之系统维护停机，将于七日前于游戏网站中公告，且于您登入</li>
                    <li class="left2">时通知，并于游戏进行中发布停机讯息。</li>
                    <li>（二）网银国际应确保其系统设备，无发生错误、画面暂停、迟滞、中断或不能进行联机的情形。如因不可</li>
                    <li class="left2">归责于您之事由致不能提供您服务时，将返还您已被扣除之储值，或免收相当之游戏费用，或递延您</li>
                    <li class="left2">得使用本服务之时间。</li>
                    <li>（三）网银国际系属网络服务内容提供厂商而非ISP业者，若因ISP网络线路的质量不良或非可归责于网银国</li>
                    <li class="left2">际之原因，造成游戏进行中产生LAG或进度回溯的情形，而造成您的损失，网银国际同意以递延游戏</li>
                    <li class="left2">时间或免收点数方式补偿您的损失。但对已无法返还之虚拟道具等电磁纪录，则不得要求网银国际予</li>
                    <li class="left2">以回复。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十七、系统安全、程序漏洞</h3>
                    </li>
                    <li>（一）网银国际应依本合约之规定负有于提供本服务时，维护其自身计算机系统，符合当时科技或专业水平</li>
                    <li class="left2">可合理期待之安全性。</li>
                    <li>（二）计算机系统或电磁纪录受到破坏，或计算机系统运作异常时，网银国际应采取合理之措施后尽速予以</li>
                    <li class="left2">回复。</li>
                    <li>（三）网银国际如违反前二项规定，造成您的损害，依您之受损害情形，网银国际将负损害赔偿责任，但若</li>
                    <li class="left2">非网银国际之过失时，得减轻其赔偿责任。</li>
                    <li>（四）网银国际计算机系统发生第二项所称情况时，于完成修复并正常运作之前，网银国际将不会向您收取</li>
                    <li class="left2">费用。</li>
                    <li>（五）若因游戏程序漏洞致您受有损害，网银国际将依您受损害之情形付损害赔偿责任。但若非网银国际之</li>
                    <li class="left2">过失者，得减轻其赔偿责任。</li>
                    <li>（六）若网银国际服务器超载致有电磁记录无法写入或相类似情况发生时，网银国际得重开服务器，将游戏</li>
                    <li class="left2">回复至未超载前之状态。</li>
                    <li>（七）当本服务因硬设备变更、调整或使用者人数增加时，您同意网银国际可以将您使用的账号及游戏记</li>
                    <li class="left2">录转移或复制至其他位置，网银国际也承诺愿意配合进行相关设定以因应此类调整。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十八、游戏管理规章</h3>
                    </li>
                    <li>为确保游戏进行之秩序，网银国际得订立合理公平之游戏管理规章或游戏规则，您应遵守网银国际公告之游戏管理规章或游戏规则。 </li>
                    <li>游戏管理规章有抵触本合约之规定者，其规定无效。</li>
                    <li>游戏管理规章变更之程序依本合约变更之程序为之。</li>
                    <li>游戏管理规章有下列情形之一者，其规定无效：</li>
                    <li>(一)抵触本合约之规定。</li>
                    <li>(二)剥夺或限制您在本合约上之权利。但网银国际系依第十九条之规定处理者，不在此限。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>十九、违反游戏管理规章之处理</h3>
                    </li>
                    <li>除本合约规定另有规定外，有事实足认您违反游戏管理规章时，网银国际应于游戏网站或游戏进行中公告， 并以在线实时通讯或电子邮件通知您。经网银国际通知改善而未改善者，网银国际得依游戏管理规章，按其 情节轻重限制您进行游戏之权利。网银国际依游戏管理规章停止您进行游戏之权利，每次不超过 7日。除构 成合约终止事由外，网银国际依游戏管理规章所为之处置，不影响您依本合约应享之权利。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十、申诉权利</h3>
                    </li>
                    <li>若您不满意网银国际提供之联机质量、游戏管理、费用计费、其他相关之服务质量，或对网银国际依游戏管 理规章之处置不服时，得于收到通知之翌日起七日内至网银国际之服务中心或以电子邮件或书面提出申诉。 网银国际会于十五日内回复您处理结果。网银国际的顾客服务专线为：(04)2708-5191；其所属各游戏服务 专线、申诉服务专线或电子邮件地址请依各游戏网站公布或各游戏之管理规章之规定。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十一、送达</h3>
                    </li>
                    <li>（一）有关本合约所有事项之通知，您同意网银国际以您登录的手机门号、联络地址、电子邮件地址以为送</li>
                    <li class="left2">达。</li>
                    <li>（二）前项信息如有变更，您应立即更正，并同意改依变更后之联络信息为送达。</li>
                    <li>（三）网银国际依本条手机门号、电子邮件地址所为之通知发出后，经通常之传递期间，即视为已送达。若</li>
                    <li class="left2">系因您的故意或过失致网银国际无法为送达时，网银国际对因无法送达所生之损害不负赔偿责任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十二、关于使用及储存之一般措施</h3>
                    </li>
                    <li>（一）网银国际所属网站及旗下游戏平台得就本服务订定一般措施及限制，包含但不限于本服务将保留电子</li>
                    <li class="left2">讯息、布告栏内容或其他上载内容之最长期间、本服务一个账号当中可收发电子讯息的数量限制、本</li>
                    <li class="left2">服务一个账号当中可收发电子讯息的最大档案、网银国际游戏平台服务器将为您分配的最大磁盘空间</li>
                    <li class="left2">，以及一般特定期间内您际所属网站及旗下使用本服务之次数上限（及每次使用时间之上限）。</li>
                    <li>（二）若您超过一年未登入使用网银国际所属网站及游戏之服务，网银国际得删除您于该账号相关之所有电</li>
                    <li class="left2">磁纪录。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十三、知识产权的保护</h3>
                    </li>
                    <li>网银国际所属网站及旗下游戏平台所使用之软件或程序、网站上所有内容，包括但不限于著作、图片、档案 、信息、数据、网站架构、网站画面的安排、网页设计，均由网银国际所属网站及旗下游戏平台或其他权利 人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、营业秘密与专有技术等，任何人不得径 自使用、修改、重制、公开播送、改作、散布、发行、公开发表、进行还原工程、解编或反向组译。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十四、本合约之增订及修改</h3>
                    </li>
                    <li>网银国际于修改本合约时，将于官方网站首页及登入页面公告之，并会以书面、简讯或电子邮件的方式通知</li>
                    <li>您。如果您于前项通知到达后十五日内：</li>
                    <li>(一)未为反对之表示者，视为接受网银国际合约变更之内容。</li>
                    <li>(二)如果您以书面、电子邮件为反对之表示，则视为您对本合约终止之通知。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十五、本合约之终止及退费</h3>
                    </li>
                    <li>您得随时通知网银国际终止本合约。</li>
                    <li>本合约终止时，网银国际会扣除必要成本40%后，于三十日内以现金、汇票或挂号寄发支票等方式退还您未 使用之储值或游戏费用。</li>
                    <li>您有下列情事之一者，网银国际得以书面、电子邮件、简讯或在线管理者通知您后，终止本合约：</li>
                    <li>（一）利用任何系统或工具对网银国际所属网站及旗下游戏平台计算机系统之恶意攻击或破坏。</li>
                    <li>（二）利用插件、病毒程序、游戏程序漏洞(BUG)或其他违反公平合理之方式进行游戏。</li>
                    <li>（三）经司法机关查获从事任何不法之行为。</li>
                    <li>（四）使用者名称涉及公然侮辱之不雅文字者。</li>
                    <li>（五）使用来源不明或不正当之序号储值者</li>
                    <li>（六）多次违反游戏管理规章，屡劝不改者。</li>
                    <li>（七）为毁谤或侮辱他人之行为者。</li>
                    <li>（八）有侵害他人名誉、商标权、著作权、隐私权、营业秘密、专利权、智慧财产及其他权利者。</li>
                    <li>（九）经查证有传输或散布计算机病毒者。</li>
                    <li>（十）发生从事不法交易行为或张贴虚假不实、引人犯罪之讯息者。</li>
                    <li>（十一）有贩卖枪枝、毒品、禁药、盗版软件或其它违法物品者。</li>
                    <li>（十二）有提供赌博信息或以任何方式引诱他人参与赌博者。</li>
                    <li>网银国际所属网站及旗下游戏平台对前项事实认定产生错误或无法举证时，网银国际将对您之损害负赔偿责 任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二十六、准据法及管辖法院</h3>
                    </li>
                    <li>本合约之解释及适用，以及会员因使用本服务而与网银国际间之权利义务关系，悉依中华民国法律及相关法 令解释适用之。因此所生之争议，双方同意以台湾台中地方法院为第一审管辖法院。前项约定，有消费者保 护法第四十七条或民事诉讼法第四百三十六条之九规定小额诉讼管辖法院之情形者不适用之。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px">
                    <li>
                        <h3>二十七、个人资料保护</h3>
                    </li>
                    <li>网银国际将遵循个人资料保护法规定，保障及使用您所登录的个人资料。除法律另有规定外，未经您的同意 ，网银国际不会将您的个人资料任意出售、交换、出租或公开。对于您个人资料的搜集、处理、利用之范围 、您依据个人资料保护法所拥有的权利包括阅览、复制、补充、更正或要求停止继续搜集、处理、利用或请 求删除个人资料及相关申请程序，网银国际会于官网的「个人资料使用同意书」中载明并取得您的同意。</li>
                </ul>
            </li>
            <li id="tab6">
                <ul>
                    <li id="purpleHeader">合作厂商服务条款
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>合作厂商服务条款</h3>
                    </li>
                    <li>moLo 将依照以下服务条款之约定，请仔细阅读以下条款内容，并随时注意修正条文更新，当使用本平台的 服务时，即表示厂商 (公司) 已阅读、了解并同意接受以下服务条款所有内容，本平台有权于任何时间修改服 务条款内容，建议您随时注意该等修改或变更。如果您不同意以下条款的内容，请立即停止使用本平台的所 有服务。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>本合约书之承诺</h3>
                    </li>
                    <li>当您申请本服务，即代表并保证您已年满20岁，若您确为厂商(公司行号)之负责人或代理人，您同意在申请 表上填写真实、正确、最新且完整之数据(包括但不限于正确的公司名称、e-mail地址、手机门号)，并同意 接受本条款之约定，上开数据仅供moLo内部核定使用者之身分。若您不同意本条款之内容时，则请勿申请 或使用本平台服务。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>合作厂商服务说明</h3>
                    </li>
                    <li>• 了解并同意，当您申请成为 moLo 伙伴时，须完成服务规范之注册程序，完成申请验证后，即可立即使</li>
                    <li class="left1">用您的厂商基本信息管理功能。</li>
                    <li>• 申请者的厂商数据、或厂商所提供、经营之商品或服务皆与本站无关，若涉有色情、赌博、贩毒、违法或</li>
                    <li class="left1">有违反第三条所订最低标准者，一经发现立即将违反规定的账号或重复申请的服务项目关闭删除。</li>
                    <li>• 您承诺绝不为任何非法目的或以任何非法方式使用本服务，并承诺遵守中华民国相关法规及一切使用网际</li>
                    <li class="left1">网络之国际惯例。您若系中华民国以外之使用者，并同意遵守所属国家或地域之法令。您同意并保证不得</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>利用本服务从事侵害他人权益或违法之行为，包括但不限于：</h3>
                    </li>
                    <li>(1)上载、张贴、公布或传送任何诽谤、侮辱、具威胁性、攻击性、不雅、猥亵、不实、违反公共秩序或善良</li>
                    <li class="left5">风俗或其他不法之文字、图片或任何形式的档案于本服务上；</li>
                    <li>(2)侵害他人名誉、隐私权、营业秘密、商标权、著作权、专利权、其他知识产权及其他权利；</li>
                    <li>(3)违反依法律或契约所应负之保密义务；</li>
                    <li>(4)冒用他人名义使用本服务、包括但不限于冒名注册或擅自登入他人账号。</li>
                    <li>(5)上载、张贴、传输或散布任何含有计算机病毒或任何对计算机软、硬件产生中断、破坏或限制功能之程序</li>
                    <li class="left5">代码之资料；</li>
                    <li>(6)从事不法交易行为或张贴虚假不实、引人犯罪之讯息；</li>
                    <li>(7)贩卖枪枝、毒品、禁药、盗版软件或其他违禁物；</li>
                    <li>(8)提供赌博信息或以任何方式引诱他人参与赌博；</li>
                    <li>(9)滥发广告邮件、垃圾邮件、连锁信、违法之多层次传销讯息等；</li>
                    <li>(10)以任何方法伤害未成年人；</li>
                    <li>(11)伪造讯息来源或以任何方式干扰传输来源之认定；</li>
                    <li>(12)干扰或中断本服务或服务器或链接本服务之网络，或不遵守链接至本服务之相关需求、程序、政策或规</li>
                    <li class="left4">则等，包括但不限于：使用任何设备、软件或刻意规避moLo之排除自动搜寻之标头</li>
                    <li class="left4">(robotexclusionheaders)；</li>
                    <li>(13)对于恐怖行动提供任何实质支持或资源；</li>
                    <li>(14)跟踪他人或其他干扰他人或为前述目前搜集或储存他人之个人信息；</li>
                    <li>(15)利用本网站从事不法交易行为。</li>
                    <li>(16)擅自复制他人信息转售、转载、散布。</li>
                    <li>(17)撷取非经所有人正式开放或授权之信息。</li>
                    <li>(18)使用本服务伤害、侵犯、诽谤或攻击moLo、moLo所属公司、负责人、员工、顾问、关系企业、广告主</li>
                    <li class="left4">以及相关合作厂商。</li>
                    <li>(19)其他moLo认为不当或违反公序良俗之行为。</li>
                    <li>(20)如因您违背本条款或相关法令，或有侵害他人权利之不法或不当行为，致moLo或关系企业、受雇人、</li>
                    <li class="left4">受托人、代理人及其他履行辅助人受有损害或支出费用（包括但不限于因进行民事、刑事及行政程序所</li>
                    <li class="left4">支出之诉讼费用及律师费）时，您应负担损害赔偿责任。</li>
                    <li>(21)因您经由本服务提供、张贴或传送「会员内容」、使用本服务、与本服务联机、违反本服务条款、或侵</li>
                    <li class="left4">害其他人任何权利所衍生或导致任何第三人为请求或主张时，您了解并同意担保 moLo及其子公司、关</li>
                    <li class="left4">系企业、经理人、代理人、受雇人、合伙人及授权人免于任何损害。</li>
                    <li>(22)禁止填写任何不实数据。若您提供任何错误或不实数据，或违反以上任何规定，本平台有权暂停或终止</li>
                    <li class="left4">您的账号，并拒绝您继续使用本服务。</li>
                    <li>(23)合作厂商(公司)由moLo所取得之使用者个人资料，应完全遵循个人资料保护法等相关法令规定，且承诺</li>
                    <li class="left4">不得作为任何其他用途之用，合作厂商(公司)且应尽善良管理人之注意义务保管之；moLo亦有权管理、</li>
                    <li class="left4">监督厂商(公司)实行之个资保护措施，如有违反并得随时停止厂商(公司)之使用moLo服务。合作厂商(公</li>
                    <li class="left4">司)若有违反本条规定或个人资料保护法等相关法令规定，致个人资料遭不法搜集、处理、利用或其他侵</li>
                    <li class="left4">害当事人权利者，应自负一切法律责任，包括但不限于刑事责任、民事损害赔偿责任及行政责任。</li>
                    <li>(24)合作厂商(公司)若有违反本条规定或个人资料保护法等相关法令规定，而致生损害于moLo、moLo所属</li>
                    <li class="left4">公司、负责人、员工、顾问、关系企业、广告主以及相关合作厂商，合作厂商(公司)应负损害赔偿责任，</li>
                    <li class="left4">包括但不限于所失利益、所受损害，以及律师费用等。</li>
                    <li>(25)所有商品或服务是由提供各该商品或服务的厂商所出售或提供，交易行为存在于厂商与使用者之间；</li>
                    <li class="left4">moLo声明绝不介入您与使用者之间的任何买卖、服务或其他交易行为，对于您所提供的商品、服务或</li>
                    <li class="left4">其他交易标的物亦不负任何担保责任。如因前述买卖、服务或其他交易行为所产生之争执，应向各该使</li>
                    <li class="left4">用者寻求救济或解决之道。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>申请合作厂商数据输入审核最低标准 您申请登录成为合作厂商数据以及该厂商必须符合下列最低标准：</h3>
                    </li>
                    <li>您申请登录的厂商(公司)不得经营，包括但不限于，色情、买卖枪械、贩毒、赌博、违反相关公共秩序、善 良风俗或其他违法事务；同时厂商之实际举办活动内容不得与其登录名称或活动内容描述不符。厂商(公司) 所登录者之资料不得包括有任何诽谤、侮辱、非法、不雅、违反公共秩序或善良风俗之文字或图片，或有不 适当、不正确或不合法之信息。厂商(公司)所登录之资料不得有侵害他人商标权、著作权、知识产权或其 他权利。所登录之数据中若包括网址(URL)者，该网站内容不得有任何违反法令、侵害他人权利、违反公共 秩序或善良风俗之情事。 其他依本服务之目的，系属不适当之行为或有滥用本服务之情事者，moLo得径行 关闭其基本功能。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>会员账号、密码及安全</h3>
                    </li>
                    <li>完成moLo之注册程序后，请注意！您有责任维持账号及密码的机密安全。并同意以下事项：账号或密码遭 到盗用或有其他任何安全问题发生时，将立即通知moLo；且于每次联机完毕后，须做注销之动作，结束帐 号使用。在使用本平台各项服务时，本服务可能出现中断或故障等现象，届时或许将造成厂商(公司)使用上 的不便、数据丧失、遭人篡改或其他经济上损失等情形，厂商(公司)于使用本服务时宜自行采取防护措施。 为维护网站使用者自身权益，请勿将所申请之服务介接方式泄露或提供予第三人知悉、或出借或转让他人使 用，否则，如因此而权益受损，moLo不负担任何法律或赔偿责任。若网站用户发现账号或密码遭人非法 使用或有任何异常破坏使用安全之情形时，应立即通知moLo。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>拒绝或终止使用权</h3>
                    </li>
                    <li>本平台得基于其自行之考虑，或认定您已经违反本服务条款规定及精神，得立即关闭或删除您的账号，以及 您账号中所有相关数据与档案，以及您继续使用本服务的权利。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>知识产权</h3>
                    </li>
                    <li>moLo所使用之软件或程序、网站上所有内容，包括但不限于著作、图片、档案、信息、数据、网站架构、 网站画面的安排、网页设计、会员内容等，均由moLo及相关合作厂商所有，包括但不限于商标权、专利权 、著作权、营业秘密与专有技术等。任何人不得径自使用、修改、重制、公开播送、公开传输、公开演出、 改作、散布、发行、公开发表、进行还原工程、解编或反向组译。若您欲引用或转载前述软件、程序或网站 内容，除明确为法律所许可者外，必须依法取得moLo或其他相关合作厂商的事前书面同意。尊重智慧财产 权是您应尽的义务，如有违反，您应对moLo负损害赔偿责任。moLo 及其关系企业为营销宣传本服务，就 本服务相关之商品或服务名称、图样等（以下称「moLo商标」），依其注册或使用之状态，受商标法及公 平交易法等之保护，未经moLo事前书面同意，您了解并同意不以任何方式使用moLo商标。moLo尊重他人 知识产权，亦要求我们的使用者同样尊重他人商标权、著作权、专利权或其他知识产权。moLo得中止 、终止或限制您全部或部分服务，并得请求损害赔偿。您同意不对本服务任何部分或本服务（包括：会员内 容、广告、软件及moLo账号等）之使用或存取，进行重制、拷贝、出售、交易、转售或作任何商业目的之 使用或营利行为。若您无合法权利得授权他人使用、修改、重制、公开播送、改作、散布、发行、公开发表 某资料，并将前述权利转授权第三人，请勿擅自将该数据上载、传送、输入或提供予moLo。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>您所上载、传送、输入或提供予moLo之任何数据，其权利仍为您或您的授权人所有；但任何数据一经您 上载、传送、输入或提供予moLo时，即表示您同意：</h3>
                    </li>
                    <li>(1)由moLo及其关系企业储存或管理该数据，并由moLo及其关系企业之搜寻工具进行索引及抓取，并公开</li>
                    <li class="left5">刊登、使用于moLo及其关系企业的相关系统网络上，包括但不限于moLo所联盟或合作的第三人网站上;</li>
                    <li>(2)授权moLo及其关系企业可以基于公益或为宣传、推广或经营moLo及本服务之目的，进行使用、修改、</li>
                    <li class="left5">重制、公开播送、改作、散布、发行、公开发表、公开传输、公开上映、翻译该等数据，并得在此范围内</li>
                    <li class="left5">将前述权利转授权他人。您并保证moLo及其关系企业使用、修改、重制、公开播送、改作、散布、发行</li>
                    <li class="left5">、公开发表、公开传输、公开上映、翻译、转授权该等资料，不致侵害任何第三人之知识产权，否则应</li>
                    <li class="left5">对moLo及其关系企业负损害赔偿责任。</li>
                </ul>
                <ul class="provtext">
                    <li style="width: 590px;">
                        <h3>若您透过建议或响应网页对于moLo提供任何想法、建议、文件及/或提议（以下称「贡献」），您认知并同意：</h3>
                    </li>
                    <li>(a)您的贡献并非特定机密或专有信息；</li>
                    <li>(b)moLo对前开贡献并不负有任何明示或默示的保密责任；</li>
                    <li style="width: 580px;">(c)moLo有权在全球为任何目的、以任何方式、在任何媒体上，使用或揭露(或选择不使用或揭露)前开贡献；</li>
                    <li>(d)moLo可能已有与前述贡献相似而正在考虑或发展中的想法或提案；</li>
                    <li>(e)您的贡献将自动于moLo不对您负任何责任的情形下，成为moLo之财产；</li>
                    <li>(f)您于任何情形下皆无权利对moLo主张任何形式的赔偿或补偿。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>服务变更</h3>
                    </li>
                    <li>moLo保留于任何时点，不经通知随时修改或暂时或永久停止继续提供本服务（或其任一部分）的权利。您 同意moLo对于您或是任何第三方进行任何修改、暂停或停止继续提供本服务时不负任何责任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>终止</h3>
                    </li>
                    <li>网站如发生下列情形之一时，moLo有权不经通知径行停止或中断提供服务，致使无法提供服务，或许将造 成您使用上的不便、数据丧失、错误、遭人篡改或其他经济上损失等情形。moLo不负任何法律责任：</li>
                    <li>(a) 由于天灾等不可抗力之因素。</li>
                    <li>(b) 对电子通信设备进行必要之保养及施工。</li>
                    <li>(c) 发生突发性之电子通信设备故障。</li>
                    <li>(d) 因任何原因被停止，无法提供服务。</li>
                    <li></li>
                    <li>基于因特网之特性，您了解并同意于使用本服务时，应自行采取防护措施。moLo对于您因使用（或无法 使用）本服务而造成之任何损害，包括moLo、第三方或相关电信业者网络系统软硬件设备之故障、失灵 或人为操作上之疏失而致网站服务全部或一部中断、暂时无法使用、迟延、或造成数据传输或储存上之漏误 、或遭第三人侵入系统篡改伪造数据时，均不负任何赔偿责任。如您有违反本条款或相关法令或有其他不当 使用之情形发生时，moLo得不经催告，径行加以限制或终止其使用本服务之权利，并得请求补偿或赔偿。 您不得因此要求补偿或赔偿。您了解并同意您的moLo账号系不可转让，且您moLo账号或账号中内容之任 何权利，于您丧失门号拥有权时即立刻终止，其所有内容可能被门号的新使用者继承，新使用者亦可能有权 变更。您了解并同意moLo得依其判断，因任何理由，包含但不限于一定期间未使用、法院或政府机关命令 、本服务无法继续或服务内容实质变更、无法预期之技术或安全因素或问题、您所为诈欺或违法行为、未依 约支付费用，或其他moLo认为您已经违反本服务条款的明文规定及精神，而终止、或限制您使用账号（或 其任何部分）或本服务之使用，并将本服务内任何「会员内容」加以移除并删除。您了解并同意moLo亦得 依其自行之考虑，于通知或未于通知之情形下，随时终止或限制您使用本服务或其任何部分。您同意前开终 止或限制情形，moLo得立即关闭、删除或限制存取您的账号及您账号中全部或部分相关数据及档案，及停 止本服务全部或部分之使用。此外，您同意若本服务之使用被终止或限制时，moLo对您或任何第三人均不 负任何损害赔偿责任。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>免责声明</h3>
                    </li>
                    <li>您了解并同意：moLo对本服务及软件不提供任何明示或默示的担保，包含但不限于权利完整、商业适售性 、特定目的之适用性及未侵害他人权利。本服务及软件乃依其「现状」及「提供使用时」之基础提供，您使 用本服务及软件时，须自行承担相关风险。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>moLo不保证以下事项：</h3>
                    </li>
                    <li>(a)本服务及软件将符合您的需求，</li>
                    <li>(b)本服务及软件不受干扰、及时提供、安全可靠或无错误，</li>
                    <li>(c)由本服务及软件之使用而取得之结果为正确或可靠，</li>
                    <li>(d)您经由本服务购买或取得之任何产品、服务、信息或其他数据将符合您的期望及</li>
                    <li>(e)任何软件中之错误将被修正。</li>
                    <li>用户是否经由本服务及软件之使用下载或取得任何数据应由您自行考虑且自负风险，若使用者因前开任何 数据之下载而导致您计算机系统、网络存取、下载或播放设备之任何损坏或数据流失，使用者应自负全责，不 得对 moLo提出任何请求或采取法律行动。您自 moLo或经由本服务或软件取得之建议和信息，无论其为书 面或口头，均不构成本服务或软件之保证。 您明确了解并同意moLo及其子公司、关系企业、经理人、受雇 人、代理人、合伙人及授权人，无须为您任何直接、间接、附随、特别、衍生、惩罚性的损害负责，包括但 不限于因下述事由所生利润、商誉、使用、数据之损害或其他无形损失（即令 moLo曾被告知该等损害之可 能性亦同）：</li>
                    <li>(a)使用或无法使用本服务；</li>
                    <li>(b)替代商品及服务之购买成本；</li>
                    <li>(c)他人未经授权存取或修改您的传输或数据；</li>
                    <li>(d)任何第三人就本服务所为之声明或行为，或</li>
                    <li>(e)任何其他与本服务有关者。</li>
                    <li>部分管辖区域并不允许对于特定保证责任的排除或是对于附随或衍生损害的限制或免除。于此情形，本条前 述限制对您不适用。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>一般条款</h3>
                    </li>
                    <li>使用本服务视为本服务条款之内容为您与moLo就使用本服务之双方已有合意，取代您先前与 moLo 间有关 本服务所为之任何约定。您于使用或购买特定moLo服务、关系企业服务、第三方内容或软件时，亦须适用 额外条款或条件。moLo未行使或执行本服务条款任何权利或规定，不表示放弃前开规定之权利。若本服务 条款部分规定，经有管辖权之法院认定无效，本服务条款之其他规定仍属有效。本服务条款之解释与适用， 以及与本服务条款有关的争议，除法律另有规定者外，均应以中华民国法律为准据法，并以台湾台中地方法 院为第一审管辖法院。本服务条款之标题仅系为便利阅读之目的，不具任何法律或契约效果。</li>
                </ul>
            </li>
            <li id="tab7">
                <ul>
                    <li id="purpleHeader">隐私权条款
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>本隐私权条款自2012年2月15日公布</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 0 0;" />
                    </li>
                </ul>
                <ul class="provtext">
                    <li>&nbsp; </li>
                    <li>本《隐私权政策》适用于所有由 moLo或其子公司或关系企业提供的产品、服务和网站。 我们有时可能会针 对产品发布隐私声明或「说明中心」资料，以详细说明我们的产品。</li>
                    <li>•如果您对本《隐私权政策》有任何疑问，欢迎随时透过我们的网站与我们联络或来信至：</li>
                    <li class="left1">service@cs.wanin.tw</li>
                    <li>•我们收集的信息类型和使用方式</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>我们可能会收集下面这几类信息：</h3>
                    </li>
                    <li>•您所提供的信息 – 当您申请 moLo 账户时，我们会要求您提供个人信息。我们会将您透过帐户提交的信息</li>
                    <li class="left1">（包括但不限于电话、e-mail等个人信息）与来自其他 moLo 服务或第三方的信息合并，并提供给您所选</li>
                    <li class="left1">择的服务网站提供者，让您获得更佳的使用效果，同时提升我们的服务质量。您可以透过 moLo 信息主页</li>
                    <li class="left1">，进一步了解与您帐户相关联的信息。如果您是同时使用自己的「moLo 应用服务账户」及 moLo 服务，</li>
                    <li class="left1">moLo 会连同或代表您的网域管理员提供这类服务。您的管理员将能存取您的帐户信息，包括电子邮件。</li>
                    <li class="left1">如需详细信息，请参考您的网域管理员提供的隐私权政策。</li>
                    <li>•Cookie – 在您浏览 moLo 时，我们会将一或多个Cookie 传送到您的计算机或其他装置上。我们使用</li>
                    <li class="left1">Cookie来储存使用者偏好设定、改善搜寻结果和广告选择，以及追踪如搜寻方式等使用者趋势，藉此提升服务品质。moLo 广告服务也使用 Cookie，协助广告客户和发布商放送及管理网页上和 moLo 服务中的广告。</li>
                    <li>• 记录信息 – 当您透过浏览器、应用程序或其他客户端使用 moLo 提供的服务时，我们的服务器会自动记录</li>
                    <li class="left1">特定的技术性信息。这些服务器记录可能包含您的网页要求、您与服务之间的互动情况、因特网通讯协</li>
                    <li class="left1">定地址、浏览器类 型、浏览器语言、送出要求的日期和时间，以及一或多个可唯一识别您浏览器或账户的</li>
                    <li class="left1">Cookie 等信息。</li>
                    <li>• 用户通讯 – 您传送电子邮件或使用其他方式与 moLo 通讯时，我们会保留这些通讯内容，以便处理您的</li>
                    <li class="left1">查询、回复您的要求并改善服务质量。当您未来透过具SMS短讯功能的 moLo服务接收SMS短讯，或是发</li>
                    <li class="left1">送SMS短讯给这些服务时，我们会收集并维护与这些SMS短讯有关的信息，例如电话号码、此电话号码的</li>
                    <li class="left1">流动通讯服务供货商、 SMS短讯内容和通讯的日期和时间。如有任何与服务相关的事宜需要与您沟通，我</li>
                    <li class="left1">们会透过您的电子邮件地址与您联络。</li>
                    <li>• 其他网站上的 moLo 关联服务 – 我们会在或透过其他网站提供某些服务。您提供给这些网站的个人信息可</li>
                    <li class="left1">能会传送给 moLo，以便我们提供服务之用。我们会根据本《隐私权政策》处理此类信息。</li>
                    <li>• 第三方应用程序 – moLo 允许您在其服务上使用第三方应用程序，如小工具或扩充功能。moLo 在您启动</li>
                    <li class="left1">第三方应用程序时所收集的信息，会根据本《隐私权政策》处理。第三方应用程序供货商所收集的信息，</li>
                    <li class="left1">则受其隐私权政策规范。</li>
                    <li>• 位置数据 – moLo 提供位置信息支持服务，例如「moLo 定位」。如果您未来使用此类服务，moLo 可能</li>
                    <li class="left1">会收到您的实际位置的相关信息 (例如流动装置传送的 GPS 讯号)，或是其他可用于判断约略位置的信息 (</li>
                    <li class="left1">例如基地台编号)。</li>
                    <li>• 唯一应用程序编号 – 某些服务 (如「moLo 工具栏」) 内含与您账户或个人无关的唯一应用程序编号。如果</li>
                    <li class="left1">该服务定期与我们的服务器联机 (例如，为了要求自动更新软件)，当您安装或卸载该服务时，系统会</li>
                    <li class="left1">将这个编号以及安装作业相关信息 (如操作系统类型、版本号码) 传送给 moLo。</li>
                    <li>• 其他网站 – 本《隐私权政策》仅适用于 moLo 服务。对于显示为搜寻结果的网站、包含 moLo 应用程序、</li>
                    <li class="left1">产品或服务的网站，或来自各种 moLo 服务的连结，我们并无控制权。这些网站可能会在您的计算机上放置自己的 Cookie 或其他档案、收集数据或向您要求个人信息。除此之外，我们还可能将收集而来的信息用于：提供、维护、保护及提升我们的服务 (包括广告服务与开发新服务)；且保护 moLo 或 moLo 使用者的权利或财产。如果此信息的使用方式与当初收集的目的不同，我们会在使用前先征求您的同意。moLo 使用位于中华民国和其他国家/地区的服务器处理个人信息。在某些情况下，我们会使用您所在国家/地区以外的服务器来处理个人信息。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>选择</h3>
                    </li>
                    <li>您可以透过 moLo 登入设置来控制您的 moLo 帐户内所储存的信息。大部分浏览器都预设为接受 Cookie， 但您可以重设浏览器以拒绝所有 Cookie，或在 Cookie 传送时显示通知。 不过，如果您停用了 Cookie，某 些 moLo 功能和服务可能无法正常运作。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>信息分享</h3>
                    </li>
                    <li>moLo 只会在下列的有限情况下，与 moLo 以外的其他公司或个人分享个人信息：</li>
                    <li>• 已事先取得您的同意。分享任何敏感的个人信息前，我们都会先征求您的同意。</li>
                    <li>• 我们一向坚信，基于下列因素，存取、使用、保存或披露此类信息是合理且必要的：</li>
                    <li class="left1">(A) 遵循所有适用法律、法规、法律程序或具法律效力的政府要求。</li>
                    <li class="left1">(B) 强制执行适用的《服务条款》，包含对可能违反《服务条款》的事情展开调查。</li>
                    <li class="left1">(C)侦查、防止或以其他方式因应诈骗、安全性或技术性问题。</li>
                    <li class="left1">(D) 依法律规定或在法律允许范围内，保护 moLo 、其使用者或大众的权利、财产或安全。</li>
                    <li class="left1">如果 moLo 参与合并、收购事宜，或以任何方式出售其部分或全部财产，我们将确保对涉及这些交易的所 有个人信息保密，并在个人信息移转且适用于不同的隐私权政策之前通知您。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>信息安全</h3>
                    </li>
                    <li>当您使用 moLo 服务时，我们会尽量让您有权存取自己的个人信息，并让您修改不正确的信息，或依您的要 求，将法律并未规定或合法商业用途并不需要留存的数据加以删除。处理 此类要求之前，我们会要求个别使 用者证明身分，并指明要存取、修改或移除的信息，而我们可能会拒绝处理过度重复、经常性、需要过多技 术支持、危害其他使用 者隐私权授权的数据存取、窜改、披露或毁损，其中包括对于资料收集、储存、处理 实务和安全措施的内部审查工作，包括采取适当加密以及实体的安全措施，以确 保我们储存个人资料的系统 不会遭到未经授权的存取。我们只允许需要得知此等个人信息的 moLo 员工、承包商和代理人存取这些信息 ，以代表我们处理相关事宜。上述人员都必须遵守保密义务，否则可能会遭到处分，包括解雇和刑事起诉。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>存取和更新个人信息</h3>
                    </li>
                    <li>除非需要大量的技术支持，否则我们会免费让使用者存取和修改自己的个人信息。根据部份服务现行的运作 机制，在您删除个人信息后，系统需要一段时间才会将残留的档案副本从在线服务器中完全删除，而我们的 备份系统仍可能保留其文件备份。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>本隐私权政策的变更</h3>
                    </li>
                    <li>请注意，本《隐私权政策》会不时变更。我们不会在未经您明确同意的情况下，削减本《隐私权政策》赋予 您的权利。《隐私权政策》的更改一律会在本页发布，而 如果是重大变更，我们会提供更明确的通知 ( 包括 某些服务会以电子邮件来通知《隐私权政策》的变更)。此外，我们还会将本《隐私权政策》的过往版本加以 封存，方便您回顾。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>隐私规范详细</h3>
                    </li>
                    <li>在 moLo，我们持续追求能够突破现今技术限制的创意和产品。做为一家负责任的企业，我们竭力在维持创 新产品与用户隐私权和安全性之间的适当平衡。我们希望藉由「隐私权规范」指引公司各个层级的人员作 出决策，让 moLo 在实现统整全球信息使命的同时，能够保护并赋予使用者必要的权限。</li>
                    <li>1.以所收集的信息为本，提供用户优质的产品及服务。</li>
                    <li class="left1">「手机身分安全，一切简化便利」为 moLo 理念的第一信条。因为用户与我们分享网络服务使用信息，</li>
                    <li class="left1">我们才能以建置优质的服务及产品作为回报。我们相信，专心照顾使用者的需要，自然会带动产品及隐私</li>
                    <li class="left1">权强化功能的创新，进而吸引越来越多忠实的在线使用者群。</li>
                    <li>2.开发产品时实行严谨的隐私权标准及做法。</li>
                    <li class="left1">moLo 的目标是成为科技产业的领导品牌，包括开发各种工具，以协助用户轻松管理个人信息，同时不</li>
                    <li class="left1">忘维持优异的服务质量。我们遵守隐私权相关法律，也与内部人员、管理单位和产业伙伴合作，共同制定</li>
                    <li class="left1">力行严谨的隐私权标准。</li>
                    <li>3.个人信息的收集作业透明化。</li>
                    <li class="left1">moLo 致力于列载各种自定义服务的信息类型，提供用户查看。我们计划于时机成熟时让整个作业透明化</li>
                    <li class="left1">，公开我们握有的个别用户信息类型，以及我们运用该项信息提供服务的方式。</li>
                    <li>4.提供用户多种保护其隐私权的实用选项。</li>
                    <li class="left1">使用者对于隐私权的疑虑和需求各有不同，为了顾及每位使用者，moLo 致力于提供多种实用且精细的选</li>
                    <li class="left1">项，让用户决定其个人信息的使用方式。我们坚持个人信息不能沦为用来威胁的抵押品，因此也格外努</li>
                    <li class="left1">力建置具有通融性质的产品，方便用户将个人信息导出至其他服务。我们绝不会出卖使用者的个人资料。</li>
                    <li>5.对我们所掌管的信息负责。</li>
                    <li class="left1">我们了解自己有责任保护用户托付的数据。moLo 十分重视安全性，经常与大批使用者、开发人员和外</li>
                    <li class="left1">界的安全专家合作，竭力提升因特网的安全可靠。</li>
                </ul>
            </li>
            <li id="tab8">
                <ul>
                    <li id="purpleHeader">个人资料使用同意书
                        <div class="l_btns">
                            <input class="l_btn l3 l_btn1" type="button" value="繁體中文" onclick="ltChange2()" />
                            <%--<input class="l_btn l2" type="button" value="English" onclick="ltChange(1,0)" />--%>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>本个人资料使用同意书自2014年08月19日公布</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 20px 0;" />
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>为保障您个人资料之安全性</h3>
                    </li>
                    <li>网银国际股份有限公司(下简称本公司)特别制定「个人资料使用同意书」（下简称本同意书），让您了解本 公司使用您所属个人资料之相关信息：</li>
                    <li>1. 搜集之目的；</li>
                    <li>2. 个人资料之类别；</li>
                    <li>3. 个人资料利用之期间、地区、对象及方式；</li>
                    <li>4. 您得行使之权利及方式；</li>
                    <li>5. 若您无法提供完整的个人资料时，可能对您权益之影响；</li>
                    <li>6. 个人资料的安全维护；</li>
                    <li>为了维护您的权利，请花一点时间阅读下面的信息，如果有任何问题请让我们知道。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>一、适用范围</h3>
                    </li>
                    <li>（一）本同意书适用于您在本公司网站内与其所附属之网站活动时，所涉及的个人资料搜集、处理、利用、</li>
                    <li class="left2">国际传递以及保护措施。</li>
                    <li>（二）本公司网站、产品、应用和服务可能包含指向第三方网站的产品和服务，我们的产品和服务也可能使</li>
                    <li class="left2">用或提供来自第三方的产品或服务，包括如位置数据或联系方式收集的数据，这些将受到他们个人资</li>
                    <li class="left2">料保护相关规定的约束。</li>
                    <li>（三）当您使用某些本公司产品、服务或应用程序时，您分享的个人资料是其他用户可以见到、阅读、收集</li>
                    <li class="left2">或使用的，您应该对在这些情况下提交的个人资料负责。例如，如果你发布在某论坛上发帖您的姓名</li>
                    <li class="left2">和电子邮件地址，这些数据是公开的，使用这些功能时请小心。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>二、资料搜集之目的及类别</h3>
                    </li>
                    <li>依法务部颁布之「个人资料保护法之特定目的及个人资料之类别」，本公司搜集之目的有：○四○营销、○ 六九契约或类似契约或其他法律关系事务、○九○消费者、客户管理与服务、一三六信息与数据库管理、一 四八网络购物及其他电子商务服务、一五七调查、统计与研究分析、一八二其他咨询与顾问服务；类别有： Ｃ○○一辨识个人者、Ｃ○○三政府资料中之辨识者、Ｃ○一一个人描述、Ｃ○三一住家及设施、Ｃ○三五 休闲活动及兴趣、Ｃ○三八职业、Ｃ○八三信用评等。详细情形如下：</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（一） 加入会员</h3>
                    </li>
                    <li>当您申请加入会员时，您将会被要求填写一份您的个人资料，包括姓名、性别、昵称、身份证字号、住址、 生日、手机门号、电话、电子信箱、银行账号、载具条形码等相关必要资料；成为会员后，您会拥有一组会员 账号与密码，并由经由本组账号、密码登入网站及使用会员的各项服务。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（二） 在线交易</h3>
                    </li>
                    <li>如您使用在线交易服务，我们会依照您选择的在线交易形态，搜集您所填写的订单相关数据，以确保您完成 付款、储值或物流等消费服务。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（三） 在线活动</h3>
                    </li>
                    <li>若您因参加本公司举办之在线活动或网络调查而登入会员账号与密码时，您的个人资料将直接由会员数据库 提供；如该项活动仍需您配合补充相关资料时，请详细登录所需之资料，这些补充的数据也会一并受到我们 的保护。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（四） 浏览网页</h3>
                    </li>
                    <li>当您于本公司的网站或附属网站中进行浏览或查询时，服务器将自动纪录您使用联机的IP位置、时间及浏览 相关记录，这些数据仅供作流量统计分析及网络服务优化，以便改善我们的服务质量；这些资料仅作为总量 上的分析，不会和特定个人相联系。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>（五） 其他</h3>
                    </li>
                    <li>个人资料除了由您直接提供之外，如果您在您在本公司的合作厂商处有主动提供个人资料，基于您的同意或 为履行契约目的前提下，合作厂商会提供您的个人资料给本公司；这些数据只会在您同意或为履行契约的服 务范围内利用及处理，不会用于其他用途。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>三、数据利用的期间、地区、对象及方式</h3>
                    </li>
                    <li>（一）利用期间 除法令另有规定外，我们使用您个人资料期间自您成为本公司网站内与其所附属网站的会员</li>
                    <li class="left2">起，至本公司网站内与其所附属网站服务完毕或您提出停止使用之请求为止。</li>
                    <li>（二）利用地区 台湾地区及提供本公司网站内与其所附属网站服务之地区。</li>
                    <li>（三）利用对象 除法令另有规定外，您个人资料的使用仅限于您同意之服务目的及本公司内部在相关连之范 </li>
                    <li class="left2">围内，不会任意将您提供的个人资料转供其他第三人或移作其他目的使用；但基于履行契约目的情形</li>
                    <li class="left2">下，我们将提供相关资料予合作厂商，以履行与您的契约义务。</li>
                    <li>（四）利用方式 </li>
                    <li class="left2">1. 会员资料</li>
                    <li class="left3">您在加入会员时所填写的数据，本公司将会进行手机及e-mail验证，并分析您个人在网站上行为及 消费习惯，以作为将来提供会员所需之详尽数据以及设计会员活动时之依据。</li>
                    <li class="left2">2. 在线交易</li>
                    <li class="left3">如您使用在线交易服务，我们将会依照你提出的在线交易形态，搜集您所填写的订单相关数据，以 确保您完成付款、储值或物流等消费服务。</li>
                    <li class="left2">3. 订阅电子报</li>
                    <li class="left3">在您加入会员或使用本公司网站与其所附属网站服务后，为提供营销或其他加值服务之目的，我们 会不定期的发送电子报、手机简讯或其他实时通讯软件讯息至您所登录的电子信箱账号或手机门号 ；如果您表明不想再接受相关信息，我们会停止继续对您发送相类似的讯息；如有相关疑问，请洽 询本公司顾客服务中心。</li>
                    <li class="left2">4. 在线活动及调查</li>
                    <li class="left3">如果您参加本公司举办的在线活动或网络调查，所留下的个人资料仅供该次活动或调查使用，这些 资料将于活动或调查结束后销毁。</li>
                    <li class="left2">5. 统计与分析</li>
                    <li class="left3">本公司针对您加入会员时所填写的数据，以及站内浏览时服务器所产生的纪录，将不定期进行总体 会员行为分析与统计，不会针对个人行为进行分析。</li>

                </ul>
                <ul class="provtext">
                    <li>
                        <h3>四、 您可以行使的权利及方式</h3>
                    </li>
                    <li>（一）对于您的个人资料，您可以以书面的方式向本公司请求行使以下权利：</li>
                    <li class="left3">1. 查询或请求阅览。</li>
                    <li class="left3">2. 请求制给复制本。</li>
                    <li class="left3">3. 请求补充或更正。</li>
                    <li class="left3">4. 请求停止搜集、处理或利用。</li>
                    <li class="left3">5. 请求删除。</li>
                    <li>（二）权利限制 前项的权利，如果您不符合本公司申请程序或法令另有规定时，将会受到限制。</li>
                    <li>（三）酌收费用 您向本公司请求阅览个人资料或制给复制本时，本公司将酌收必要成本费用。</li>
                    <li>（四）权利行使之方式 上开权利之申请，应填具申请文件，本公司得向您请求提出可资确认之身分证明文件</li>
                    <li class="left2">；如果是委托他人代为申请，请出具委任书，并且提供本人及代理人的身分证明文件。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>五、无法提供完整的个人资料时对您权益的影响</h3>
                    </li>
                    <li>若您无法提供完整且确实的个人资料，将影响本公司和您的联系、完成交易、提供服务、身分验证或处理消 费、交易或客诉等等问题，建议您应提供完整的个人资料及随时更新正确的数据。若因您未提供完整且确实 个人资料，造成对您及第三人的损害时，您应负担一切责任；如造成本公司的损失，本公司有权向您请求损 害赔偿</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>六、个人资料安全维护</h3>
                    </li>
                    <li>关于您的个人资料档案，本公司将实行适当之安全措施，并尽力以合理之技术及措施，依相关法令办理安全 维护事项，防止您的个人资料被窃取、窜改、毁损、灭失或泄漏。</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>七、个人资料保护同意书的修改</h3>
                    </li>
                    <li>因为法令的改变，我们会修订本同意书之内容，相关修正内容以及规定会公告于本公司的网站上；为保障您 的权益，请定期浏览我们网站的公告。当您于本同意书任何修改或变更后继续使用本公司网站与其所附属之 网站服务，表示您已阅读、了解并同意接受本同意书修改或变更后之内容。 如果您不同意本同意书，请您立 即停止使用本公司网站与其所附属之网站服务。</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>八、看法与建议</h3>
                    </li>
                    <li>您如果对于个人资料有关之相关事项有任何意见或疑问，可以和本公司客服中心联络，</li>
                    <li>电话：(04)2708-5191。</li>
                </ul>
            </li>
            <li id="tab9">
                <ul>
                    <li id="purpleHeader">User Agreement
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>The User Agreement was announced since November 25, 2014.</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 20px 0;" />
                    </li>
                    <li>This document’s original version is in Chinese; this translated Privacy Policy is for your reference only. The Chinese version of the Privacy Policy between you and moLo legally applies.</li>
                </ul>
                <%--<ul class="provtext">
                    <li>
                        <table style="margin-top: 10px;">
                            <tr>
                                <td><span style="font-size: 12px; font-weight: bold;">User Agreement</span></td>
                                <td></td>
                            </tr>
                            <tr>
                                <td style="width: 250px;">消費者：</td>
                                <td>企業名稱：網銀國際股份有限公司</td>
                            </tr>
                            <tr>
                                <td>法定代理人：</td>
                                <td>代表人：蕭政豪</td>
                            </tr>
                            <tr>
                                <td>(未成年人應有法定代理人之同意)</td>
                                <td>統一編號：24438615</td>
                            </tr>
                            <tr>
                                <td>住址：</td>
                                <td>電話：(04)2708-5191</td>
                            </tr>
                            <tr>
                                <td>電話：</td>
                                <td>網址：http://www.wanin.tw</td>
                            </tr>
                            <tr>
                                <td>電子郵件：</td>
                                <td>電子郵件：service@cs.wanin.tw</td>
                            </tr>
                        </table>
                    </li>
                </ul>--%>
                <ul class="provtext">
                    <li>
                        <h3>User Agreement</h3>
                    </li>
                    <li>
                        <h3>Welcome to moLo!</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>Your relationship with moLo</h3>
                    </li>
                    <li class="left1">1.1 Your use of moLo's services, software, websites, and products (collectively refer to as </li>
                    <li class="left4">“Services”in this document excluding any service that moLo provides to you under a separate written agreement) is limited by the Terms of the legal agreement between you and moLo. This document explains how the agreement is set and also states the Terms of the agreement. </li>
                    <li class="left1">1.2 Unless there is another written agreement between you and moLo, the agreement between you </li>
                    <li class="left4">and moLo at least include this Terms and Service. These Terms and Conditions are hereinafter referred to as “General Terms”.</li>
                    <li class="left1">1.3 In addition to the General terms, your agreement with moLo will also include the terms of any </li>
                    <li class="left4">legal proclamations that are applicable to the Services. All of the terms of any legal proclamations are hereinafter referred to as “Additional terms”. You will be able to read these Terms when the Additional terms are applicable to the services you are using.</li>
                    <li class="left1">1.4 The General terms and the Additional terms form a legal binding agreement between you and </li>
                    <li class="left4">moLo regarding your use of the Services. It is important for you to spend some time to read them carefully. The legal binding agreement is hereinafter referred to as “the Terms and Conditions”.</li>
                    <li class="left1">1.5 If there are any conflicts between the Additional terms and the General terms, the Additional </li>
                    <li class="left4">terms apply.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>2. Acceptance of the Terms</h3>
                    </li>
                    <li class="left1">2.1 In order to use moLo Services you must first agree to the Terms and Conditions.</li>
                    <li class="left1">2.2 You can accept the Terms and Conditions in the following ways:</li>
                    <li class="left4">(A) These Terms and Conditions are accepted by you when you click to accept or agree to the </li>
                    <li class="left6">Terms on the box provided on the user service interface; or</li>
                    <li class="left4">(B) When you use the moLo services, you are deemed that you understand and agree that you </li>
                    <li class="left6">have accepted the Terms.</li>
                    <li class="left1">2.3 You cannot accept these Terms nor use the Services under the following circumstances:</li>
                    <li class="left4">(A)If you are not of legal age to form a legal binding agreement with moLo; or</li>
                    <li class="left4">(B) You are not lawfully entitled to use moLo Services in the Republic of China or any other </li>
                    <li class="left6">country in which you are located or resident.</li>
                    <li class="left1">2.4 We advise you to print a copy of these Terms and Conditions for your records before continuing.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>3. Language of the Terms</h3>
                    </li>
                    <li class="left1">3.1 When moLo offers you an agreement that is translated from Chinese to a foreign language, you </li>
                    <li class="left4">agree that this translated agreement is for your convenience only. The Chinese version of the agreement between you and moLo legally applies.</li>
                    <li class="left1">3.2 The Chinese version of the agreement prevails when there is any discrepancy between the contents of Chinese and the translated versions of the Terms and Conditions.</li>
                    <li class="left4">contents of Chinese and the translated versions of the Terms and Conditions.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>4. moLo provides Services</h3>
                    </li>
                    <li class="left1">4.1 moLo has subsidiary companies and legal entities around the world (subsidiary companies and </li>
                    <li class="left4">affiliated entities). In some cases, these companies will provide Services to you on behalf of moLo. You acknowledge and agree the subsidiary companies and affiliated to provide Services to you.</li>
                    <li class="left1">4.2 moLo has been and innovating in order to provide users with the best user experience. You </li>
                    <li class="left4">acknowledge and agree that the form and nature of the service provided by moLo can be changed from time to time without notifying you in advance.</li>
                    <li class="left1">4.3 As a part of this continuing innovation, you acknowledge and agree that moLo can decide on its </li>
                    <li class="left4">own to stop providing Services to you alone or to all users (temporarily or permanently) and does not have to inform you in advance. You can stop using the Services at any time, and do not have to inform moLo about it.</li>
                    <li class="left1">4.4 You acknowledge and agree that if moLo disables the access to your account, you may be </li>
                    <li class="left4">denied access to Services, your account information, and any documents or other contents contained in your account.</li>
                    <li class="left1">4.5 You acknowledge and agree that, although moLo may not have set a maximum limit for the </li>
                    <li class="left4">transmission quantity that you can send or receive through the Services or of any of the Services’ storage space, moLo can decide to set a maximum for them at any time.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>5. Your Use of the Services</h3>
                    </li>
                    <li class="left1">5.1 In order to receive certain services, you may be required to provide some personal details (such </li>
                    <li class="left4">as identity or contact information) as part of the registration process for the Services, or as a part of the Services that you will continue to use. You agree that all of the registration information you give to moLo is up-to-dated and accurate.</li>
                    <li class="left1">5.2 You agree to provide your personal information according to the suggestion of service </li>
                    <li class="left4">registration process and always keep your personal information up to dated, correct and completed.</li>
                    <li class="left1">5.3 You agree to provide correct personal information according to suggestions of the service </li>
                    <li class="left4">registration and do not use other people’s information to register as a member.</li>
                    <li class="left1">5.4 You agree to use the Services only for the purposes allowed by </li>
                    <li class="left4">(a) the Terms and Conditions and (b) any applicable laws, regulations or conventions or norms acknowledged in areas under administration (including any laws related to data or software imported to or exported from the Republic of China).</li>
                    <li class="left1">5.5 You agree that you will not obtain (or try to obtain) any Service using a method other than that </li>
                    <li class="left4">provided by the moLo interface unless you have first obtained special permission in a separate agreement with moLo.</li>
                    <li class="left1">5.6 You agree that you will not engage in any activity to hinder or damage the Services (or servers </li>
                    <li class="left4">and networks linked to the services).</li>
                    <li class="left1">5.7 Unless you obtain permission in a sole agreement between you and moLo, you agree that you </li>
                    <li class="left4">will not reproduce, duplicate, copy, sell, trade or re-sell the Services.</li>
                    <li class="left1">5.8 You agree to take sole responsibility for any consequences which any losses or damages </li>
                    <li class="left4">incurred to moLocaused by violation of your obligations under the Terms and Conditions (moLo shall not be liable to you or any third party).</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>6. Your Password and Account Security</h3>
                    </li>
                    <li class="left1">6.1 You understand that you have the obligation to keep your account and password safe and </li>
                    <li class="left4">confidential and you have to take responsibility for all acts of using the mobile number and password to log into the website.</li>
                    <li class="left1">6.2 You understand and agree that moLo mobile number registration is equivalent to account </li>
                    <li class="left4">establishment; if your mobile number which is not provided by the telephone company in Taiwan, once you have established an account with your mobile number, you are not able to change your mobile number.</li>
                    <li class="left1">6.3 We recommend that you sign out of your account after using the services and do not transfer or </li>
                    <li class="left4">lend your account to a third party. If your mobile number and password are misused or improper used by other people, the company will assist you to solve problems as quickly as possible but the company does not take responsibility for any form of damage or compensation.</li>
                    <li class="left1">6.4 You agree and understand that you have responsibility to keep any of your service account </li>
                    <li class="left4">related password confidential.</li>
                    <li class="left1">6.5 Accordingly, you agree that you are liable to moLo for all activities that are under your account.</li>
                    <li class="left4"></li>
                    <li class="left1">6.6 If you know of any unauthorized use of your password or account, you agree to inform moLo </li>
                    <li class="left4">immediately through the customer services e-mail.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>7. Privacy and your Personal Information</h3>
                    </li>
                    <li class="left1">7.1 Personal information protection is dealt with in accordance with Personal Information Protection </li>
                    <li class="left4">Act and you have to exercise queries or make requests, make a request of making copies, request additions or corrections, request to stop collecting, processing or using, request to delete and exercise all the powers in accordance with relevant laws and regulations according to the third Article of the Personal Information Protection Act. </li>
                    <li class="left1">The company should not sell, exchange, lease or disclose your name, address, e-mail address, and other legally protected personal information unless it is prescribed by law or required by relevant competent administrative authorities. </li>
                    <li class="left4"></li>
                    <li class="left1">To the extent permitted by law, you agree that the company and third-party partners may use your personal information for system cascade connections to provide you with services, including but not limited to receiving the third-party partners’ member newsletters, messages and entity prizes dispatched by the third-party partners’s logistic companies and other marketing activities. The third-party partners may not use your personal information for other purposes except system cascade connections. </li>
                    <li class="left4"></li>
                    <li class="left1">You agree that the company can use your personal information to make member statistics. If the statistics do not involve exposing your personal information, you agree and permit the company to use it for any legitimate public use.</li>
                    <li class="left4"></li>
                    <li class="left1">The company might collect your information include but are not limit to the following information and purpose:</li>
                    <li class="left4"></li>
                    <li class="left4">(A)ame、Certificate of identification in copy、The bill of cellphone: In order to ensure member </li>
                    <li class="left6">information accuracy, verify identities and to protect members’ interests. For example, when we cannot verify if you are the account holder because of member personal protection management responsibility deficiencies then we might need you to provide your identity card, mobile phone bills, etc proofs for identity check.</li>
                    <li class="left4">(B)Mobile Number: in order to ensure member information accuracy and rights and interests, </li>
                    <li class="left6">mobile phone numbers is the only way to log into accounts for identity verification and relevant using records recording. For example: When you log in through moLo, you will need to enter your mobile phone number to enter the integration services or games.</li>
                    <li class="left4">(C)E-mail address: in order to ensure member information accuracy, sending electronic invoices to </li>
                    <li class="left6">the prize winners and members’ interests and rights and it can also be a basis for identity verification and system notifications. For example, when you need to change your personal information or apply for any changes for your accounts, you will have to activate system letters through your e-mail for verification.</li>
                    <li class="left4">(D)Residential address: in order to ensure member information accuracy, send winning invoices </li>
                    <li class="left6">and protect members' rights and interests.</li>
                    <li class="left1">7.2 Please refer to moLo privacy policy in Privacy Policy about moLo’s data protection convention </li>
                    <li class="left4">information. The policy explains how moLo handles your personal information and protects your privacy when you use the Services.</li>
                    <li class="left1">7.3 You agree to use your data according to moLo’s privacy policy.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>8. Service Content</h3>
                    </li>
                    <li class="left1">8.1 You understand that all of information as part of the Services or from your use of Services (such </li>
                    <li class="left4">as data documents, text, sounds, software, music, graphics, logos, icons, images, audio clips, and digital downloads) is the sole responsibility of the entity that makes it available. All such information is hereinafter referred to as "contents".</li>
                    <li class="left1">8.2 You should be aware that the contents shown to you as a part of the Services include but are not </li>
                    <li class="left4">limited to the service advertisements and sponsored contents. The contents might be protected by the intellectual property rights that moLo Services’ sponsors or advertisers hold (or other people/ companies that represent them). You shall not modify, lease, rent out, lend, sell, distribute the contents (whether in whole or in part), or create derivative products base on the contents, unless you are told to do so by moLo or the content its owner in a sole agreement.</li>
                    <li class="left1">8.3 moLo reserves all rights (but has no obligation) to screen, review, mark, sift, amend, deny or </li>
                    <li class="left4">remove any or all of contents in any of the Services. Furthermore, there are also some commercial services and software to restrict repulsive materials in the contents.</li>
                    <li class="left1">8.4 You understand that you may encounter some offensive, vulgar and repulsive contents while </li>
                    <li class="left4">using services and you shall undertake the related risks yourself.</li>
                    <li class="left1">8.5 You agree that you will take sole responsibility for the consequences from your creation, </li>
                    <li class="left4">transmission, or any contents presented when you are using the Services, including any losses or damages may incurred to moLo And moLo doesn’t take all responsibilities and liability for you and or any third party.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>9. Proprietary Rights</h3>
                    </li>
                    <li class="left1">9.1 You acknowledge and agree that moLo (or moLo’s licensor) has all legal rights, proprietary </li>
                    <li class="left4">rights and interests of the services, including any intellectual property rights contained in the Services (whether or not the rights are registered or where in the world they exist). You further acknowledge that the Services may include confidential information specified by moLo and you shall not disclose such information without prior written approval from moLo.</li>
                    <li class="left1">9.2 Unless otherwise specified in separate written agreements between you and moLo, no </li>
                    <li class="left4">stipulation in the Terms and Conditions grants you the right to use any of moLo’s trademarks, service marks, trade names, signs, logos, icons, slogans, banners, trade dress, links, sounds and other brand features.</li>
                    <li class="left1">9.3 If you are granted a specific right to use the above mentioned brand characteristics in a sole </li>
                    <li class="left4">written agreement between you and moLo, you agree to abide by any applicable stipulation in the agreement, the Terms and Conditions, and moLo’s brand characteristics guideline. The guideline is updated from time to time, and you can read it onmoLo website (or other websites moLo offers for the same purpose).</li>
                    <li class="left1">9.4 With the exception of the permissions granted in Article11, moLo acknowledges and agrees that </li>
                    <li class="left4">moLo does not have any claim to any of your (or your licensor’s) content submitted, posted, transmitted, or presented through the Services, or any rights, proprietary rights, or profits made from the Services, including any existing intellectual property rights of the contents (whether the rights are registered or not, wherever in the world the rights exist). Unless otherwise specified in separate written agreements between you and moLo, you agree that you have the responsibility to protect and enforce these rights and moLo has no obligation to do so on your behalf.</li>
                    <li class="left1">9.5 You agree that you shall not remove, conceal or amend any proprietary right statements </li>
                    <li class="left4">(including copyrights and trademark statements) in the Services.</li>
                    <li class="left1">9.6 Unless you are authorized by moLo in writing to do so, you agree that you will not use the </li>
                    <li class="left4">trademark, service ID, trade name or logo of any company or organization in a way that may inadvertently or deliberately confuse the owners or authorized users of the trademark, name or logo when you use the services.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>10. Permission from moLo</h3>
                    </li>
                    <li class="left1">10.1 moLo gives you a personal, global, free, non-transferable and non-exclusive permit to use the </li>
                    <li class="left4">software as a part of the Services moLo provides to you (hereinafter referred to as “software”). The permit is only for the purpose of allowing you to use and enjoy the Services provided by moLo in the way permitted by the Terms and Conditions.</li>
                    <li class="left1">10.2 You shall not (or allow any other person to) copy or modify the software or any part of the </li>
                    <li class="left4">software or create derivative products with the software or any part of the software, including reverse engineering and de-editing, or try to extract the source code from the software or any part of the software, unless explicitly permitted or required by law or permitted by moLo in writing to you.</li>
                    <li class="left1">10.3 Unless explicitly permitted by moLo in writing, you shall not transfer your software license or </li>
                    <li class="left4">any part of your software license (or grant the sub-licensing) or assign secured rights and interest to your software license.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>11. Your Permission of the Contents</h3>
                    </li>
                    <li class="left1">11.1 You reserve the copyrights and any other rights to the contents submitted, posted or displayed </li>
                    <li class="left4">by you in the Services or through the Services. Through submitting, posting or displaying content, you give moLo permanent, irrevocable, global, free and non-exclusive permission to duplicate, adapt, modify, translate, publish, and display in public and distribute any content that you submit, post or display in the Services or through the Services. The permission is only for the purpose of allowing moLo to display, distribute and publicize the Services and can be revoked for certain services according to their Additional terms.</li>
                    <li class="left1">11.2 You agree to give moLo permission to have the right to provide the contents to other </li>
                    <li class="left4">companies, organizations and individuals that provide joint services with moLo, and to use the contents for offering joint services.</li>
                    <li class="left1">11.3 You understand that when moLo takes technical measures required to provide services for</li>
                    <li class="left4">users, it can (a) transfer or distribute your contents on different public networks and different media; (b) make necessary changes to make the contents conform to and fit in with the technical requirements of the connected networks, devices, services or media. You agree to give moLo permission to take these actions.</li>
                    <li class="left1">11.4 You confirm with moLo and guarantee that you have all necessary rights, powers and </li>
                    <li class="left4">authorization to grant all the permissions mentioned in Article11.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>12. Software Updates</h3>
                    </li>
                    <li class="left1">12.1 You can regularly and automatically download the software you use from moLo and install the </li>
                    <li class="left4">updated versions. These updates aim to improve, enhance and further develop the Services and allow you to use the revised versions, enhanced functions, new software modules, and new versions. You agree to accept (and allow moLo to deliver) these updates as part of your use of the Services.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>13. Termination of Your Relationship with moLo</h3>
                    </li>
                    <li class="left1">13.1 The Terms and Conditions shall continue to apply until terminated by you or moLo according </li>
                    <li class="left4">to the following stipulations.</li>
                    <li class="left1">13.2 You can terminate your legal agreement with moLo in the following ways:(a) inform moLo at </li>
                    <li class="left4">any time and (b) close the accounts of all the services you use when moLo offers you the choice.</li>
                    <li class="left1">13.3 Under the following circumstances, moLo can cancel the legal agreement with you at any time:</li>
                    <li class="left4">(A) You have violated the demand of Government orany stipulation of the Terms and Conditions </li>
                    <li class="left6">(or your behavior explicitly shows that you are not going to or have failed to abide by the stipulations of the Terms and Conditions); or</li>
                    <li class="left4">(B) The law requires moLo to do so (for example, it is illegal or becomes illegal to provide services </li>
                    <li class="left6">to you); or</li>
                    <li class="left4">(C) moLo’s partners that provide services to you together with moLo have terminated their </li>
                    <li class="left6">relationships with moLo or have stopped providing service to you; or</li>
                    <li class="left4">(D) moLo no longer provides the Services to users in the country where you live or where you use </li>
                    <li class="left6">the service; or</li>
                    <li class="left4">(E) moLo believes that it is no longer commercially viable to provide the Services to you.</li>

                    <li class="left1">13.4 Any stipulation in Article 13 should not affect the rights about moLo related to providing </li>
                    <li class="left4">services according to Article 4.</li>
                    <li class="left1">13.5 When the Terms and Conditions are terminated, all legal rights, obligations and responsibilities </li>
                    <li class="left4">you and moLo have enjoyed or assumed (or generated within the valid period of the Terms and Conditions) or explicitly stipulated as indefinitely valid shall not be affected. The stipulations in article 20.7 The exclusive jurisdiction of the courtshall apply to these rights, obligations and responsibilities indefinitely.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>14. Exclusion of Other Guarantees</h3>
                    </li>
                    <li class="left1">14.1 Any stipulations in the Terms and Conditions, including articles 14 and 15, do not exclude or </li>
                    <li class="left4">limit the loss guarantees and responsibilities that moLo cannot legally exclude or limit according to applicable laws. In some judicial districts, it is not allowed to exclude some guarantees or conditions, or limit or exclude responsibility for losses (incidental or consequential) or damage caused by negligence, default or violation of the implied Terms and Conditions. Therefore, only the limitations legal in your judicial district apply to you and our responsibility shall be limited to the fullest extent permitted by law.</li>
                    <li class="left1">14.2 You expressly understand and agree that you alone shall take the risk associated with using the </li>
                    <li class="left4">Services regardless of the version (present or original) used.</li>
                    <li class="left1">14.3 moLo, its affiliated companies, associated companies and its licensees shall not make </li>
                    <li class="left4">statements or guarantees concerning the following matters:</li>
                    <li class="left4">(A) Your use of the Services conforming to your requirements;</li>
                    <li class="left4">(B) Your use of the Service being interrupted, or not being timely, safe and errorless;</li>
                    <li class="left4">(C) Any information acquired through your use of the Services being accurate or reliable; and</li>
                    <li class="left4">(D) The defects of any software provided to you, as part of the Services, being rectified.</li>

                    <li class="left1">14.4 For any material downloaded through the Services or acquired in other ways on your own, you </li>
                    <li class="left4">will take all relevant risks and sole responsibility for damages to computer systems or other devices, or for the loss of data, that are caused by downloading any of these materials.</li>
                    <li class="left1">14.5 No guarantees not explicitly stipulated in the Terms and Conditions are made for any </li>
                    <li class="left4">suggestions or information (whether verbal or written) you acquire from moLo or through the service or acquire from the Services.</li>
                    <li class="left1">14.6 moLo further expressly denies all guarantees and conditions of any kind (whether explicitly or </li>
                    <li class="left4">implicitly), including but not limited to merchantability, for particular purposes, and do not infringing implied warranties and conditions.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>15. Limitation of Liability</h3>
                    </li>
                    <li class="left1">15.1 On the basis of adherence to all stipulations in article 14.1, you expressly understand and agree </li>
                    <li class="left4">that moLo, its affiliated companies and associated companies and its licensees shall not take responsibility for the following matters:</li>
                    <li class="left4">(A) Any direct, indirect, incidental, special, consequential or punitive damage that occurs for any </li>
                    <li class="left6">reason and under any theory of liability, including but not limited to any loss of profit (whether occurring directly or indirectly), any loss of goodwill or business reputation, any loss of data, purchasing cost of substitutes or services or other invisible loss.</li>
                    <li class="left4">(B) Any loss or damage you may suffer from, including but not limited to loss or damage for the </li>
                    <li class="left6">following reasons:</li>
                    <li class="left4">(I) Your confidence in the completeness, accuracy or existence of any advertisement, or the </li>
                    <li class="left6">consequences of any relationship or transaction between you and any advertisers or sponsors whose advertisements appear in the services.</li>
                    <li class="left4">(II) Changes moLo may make to the services, or permanently or temporarily stop providing the </li>
                    <li class="left6">Services (or any function of the Services).</li>
                    <li class="left4">(III) Delete, destroy or fail to save any contents or other communication data maintained or </li>
                    <li class="left6">transmitted through your use of the services.</li>
                    <li class="left4">(IV) You did not provide accurate account registration data for to moLo; or you did not make a </li>
                    <li class="left6">timely application to moLo to modify the registration data.</li>
                    <li class="left4">(V) You did not keep your password or account data secure and confidential.</li>
                    <li class="left1">15.2 No matter whether moLo has received a notification or has been informed of the possibility of </li>
                    <li class="left4">these losses, moLo's limitation of liability to you in the aforementioned article 15.1 shall apply.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>16. Copyrights and Trademark Policy</h3>
                    </li>
                    <li class="left1">16.1 It is moLo’s policy to respond to any notification of the infringement of intellectual property </li>
                    <li class="left4">law that conforms to allegations of international intellectual property law and to close the accounts of re-infringers. For details of moLo's privacy policy, see Privacy Policy.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>17. Advertisement</h3>
                    </li>
                    <li class="left1">17.1 Part of the Services will be supported by revenue from advertising such as displaying </li>
                    <li class="left4">advertisements and promoting sales. These advertisements may be in connection with the information stored in the Services and inquiries made through the Services or contents of other information.</li>
                    <li class="left1">17.2 moLo's advertising methods, models or range in the Services can be changed without </li>
                    <li class="left4">specifically notifying you.</li>
                    <li class="left1">17.3 As compensation for the rights granted to you by moLo for access and use of the Services, you </li>
                    <li class="left4">agree that moLo can publish these kinds of advertisements in the Services.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>18. Other Contents</h3>
                    </li>
                    <li class="left1">18.1 Services can include hyperlinks to other websites or contents or resources. moLo may not be </li>
                    <li class="left4">responsible for any websites or resources provided by companies or individuals that are not part of moLo.</li>
                    <li class="left1">18.2 You acknowledge and agree that moLo will neither take responsibility for the usability of these </li>
                    <li class="left4">external websites or resources nor vouch for any advertisements, products or other materials coming from these network resources or obtained from them.</li>
                    <li class="left1">18.3 You acknowledge and agree that moLo will take no responsibility for any loss or damage </li>
                    <li class="left4">caused by the usability of those external websites or resources or your reliance on the existence, completeness, or accuracy of any advertisements, products or other materials coming from these websites or resources or obtained from them.</li>
                    <li class="left1">18.4 At present, moLo only requires you to provide a mobile phone number and an e-mail address </li>
                    <li class="left4">for verification. When connecting to other external websites, you may be required to provide your name, ID number, bank account details, credit card number, or other details. You should carefully read the terms and privacy policies of the websites, and cautiously assess whether or not provide the above-mentioned information. moLo can neither take any responsibility for your behavior on other websites nor for any legal relationship, damage or loss incurred from such websites.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>19. Change of the Terms</h3>
                    </li>
                    <li class="left1">19.1 moLo can make changes to General Terms or Additional Terms from time to time. After making </li>
                    <li class="left4">these changes, moLo will provide a new copy of the General Terms in the Terms of Service. Any new Additional Terms shall be provided to you through or in the Services affected by those terms.</li>
                    <li class="left1">19.2 You understand and agree that if you use the Services after the General Terms or the Additional </li>
                    <li class="left4">Terms have been changed, moLo will assume that you have accepted the updated General Terms or Additional Terms.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>20. General Legal Terms</h3>
                    </li>

                    <li class="left1">20.1 While using the Services, you will be able to (as a consequence of your use of the Services or </li>
                    <li class="left4">through your use of the Services) use services, download software, or purchase commodities provided by other people or companies. Your use of these other services, software, or commodities is limited by the independent Terms between you and the related companies or individuals. Under these circumstances, the Terms and Conditions shall not affect your legal relationship with these other companies or individuals.</li>
                    <li class="left1">20.2 The Terms and Conditions constitutes all legal agreements between you and moLo for your use </li>
                    <li class="left4">of the Services (but exclude any service moLo provides to you according to independent written agreements), and totally replaces any agreements previously reached between you and moLo.</li>
                    <li class="left1">20.3 You agree that moLo can give you notices through e-mail, conventional mail or posting notices </li>
                    <li class="left4">in the services, including notices regarding the revision of the Terms.</li>
                    <li class="left1">20.4 You agree that even if moLo does not exercise or enforce any statutory rights or remedies </li>
                    <li class="left4">included in the Terms and Conditions (or what moLo is entitled to under any applicable laws), it should not be treated as a formal renouncement of rights and these rights or remedies are still valid for moLo.</li>
                    <li class="left1">20.5 If any stipulations of the Terms are judged invalid by any court that has jurisdiction over these </li>
                    <li class="left4">items, they shall be deleted from the Terms without the other parts of the Terms being affected. The remaining stipulations shall remain in force.</li>
                    <li class="left1">20.6 You acknowledge and agree that each member of the corporate group, with moLo as the </li>
                    <li class="left4">parent company, is a third party beneficiary of the Terms and Conditions. These other companies shall rely on any stipulation of the Terms and Conditions that grant those benefits (or rights). Other than this, no natural person or legal person shall be a third party beneficiary of the Terms.</li>
                    <li class="left1">20.7 The Terms and Conditions and your relationship with moLo under the Terms and Conditions</li>
                    <li class="left4">are governed by the laws of the Republic of China and Taiwan Taichung District Court is the court of first instance, excluding the stipulations about the conflict of laws. Both you and moLo agree the exclusive jurisdiction of the courts located in the Republic of China to solve any legal matters arising from the Terms and Conditions. Notwithstanding the foregoing, you agree that moLo is still allowed to apply for injunctive remedies (or legal emergency relief of the same kind) in any judicial district.</li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>2013/09/13</li>
                </ul>
            </li>
            <li id="tab10">
                <ul>
                    <li id="purpleHeader">Terms of Partners
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>Service for Business Partners</h3>
                    </li>
                    <li>moLo will be in compliance with the agreement in the following Terms of Service. Please carefully read the following Terms of Service and always keep an eye on article amendment updates. Using the platform service represents that alliance companies have read, understood and agreed the following Terms of Service. The platform has the right to modify the Terms of Service at any time. It is recommended that you always take notice of modifications or changes. If you do not agree with the following terms and conditions, please immediately suspend using all service in the platform.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>1.	The commitments of this agreement</h3>
                    </li>
                    <li>When you apply for using the service, it represents that you ensure that you are at least 20 years old and if you are truly a person in charge or an agent for a alliance company and you agree to fill in true, current, up to date and complete information in a application form (including, but not limited to company names, e-mail addresses, phone numbers) and this Terms of Service. The above information is for moLo to check and ratify internal user identities only. If you do not agree with the content of Terms of Service, please do not apply or use the platform service.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>2.	Business partner service description</h3>
                    </li>
                    <li class="left1">1.	You understand and agree that when you apply to become a partner of moLo’s, registration </li>
                    <li class="left4">process that specified in the service is required to complete. After application verification is complete, you can immediately use your company basic information management functions.</li>
                    <li class="left1">2.	Applicants’ company information provided or commodities or service operated by alliance </li>
                    <li class="left4">companies are unrelated to this site. If they are involved in pornography, gambling, drug trafficking, illegal or violate the minimum standard in article 3, the violated accounts or service items that are multiple applied will be immediately deactivatedd and deleted.</li>
                    <li class="left1">3.	You promise that you will never use the service for any unlawful purpose or in any unlawful way </li>
                    <li class="left4">and undertake to comply with the relevant Republic of China laws and all of international internet using practice. If you are a user outside of Republic of China, you agree to abide by the laws and regulations in your host country or region. You agree and promise not to use the service to engage in infringement of other people’s rights or illegal acts, including but not limited to:</li>
                    <li class="left2">a.	Upload, post, publish or transmit any defamatory, abusive, threatening, offensive, indecent, </li>
                    <li class="left3">obscene, false, contrary to public order or good morals, or other illegal words, pictures, or any form of files in the service.</li>
                    <li class="left2">b.	Infringement of others’ reputation, privacy, transactions secrets, trademarks, copyrights, </li>
                    <li class="left3">patents and other intellectual property rights, and other rights;</li>
                    <li class="left2">c.	Violate legal or contractual confidential obligations;</li>
                    <li class="left2">d.	Fraudulent use of others’ names to use the service, including, but not limited to disputed </li>
                    <li class="left3">registration or login others’ accounts without authorization.</li>
                    <li class="left2">e.	Upload, post, transmit or distribute any material that contains computer virus, or any </li>
                    <li class="left3">information that will interrupt, destroy or limit functions of computer code, software or hardware.</li>
                    <li class="left2">f.	Engage in illegal transactions or posting false or introduction of crime messages.</li>
                    <li class="left2">g.	Trafficked firearms, narcotics, drugs, pirated software or other contraband material;</li>
                    <li class="left2">h.	Provide gambling information to others or entice others to participate in gambling in any </li>
                    <li class="left3">way;</li>
                    <li class="left2">i.	Over issue advertising letters, spam, chain letters, illegal multi-level sales messages, etc.</li>
                    <li class="left2">j.	Harm minors in any way;</li>
                    <li class="left2">k.	Forge information source or interfere transmission source identification in any way.</li>
                    <li class="left2">l.	Interfere or disrupt the service or server or the service’s network or fail to comply with the </li>
                    <li class="left3">requirements, procedures, policies or rules for connecting to the service, including but not limited to using any device, software or deliberately circumvent moLo’s robot exclusion headers;</li>
                    <li class="left2">m.	Provide any material support or resources for terrorist actions;</li>
                    <li class="left2">n.	Track or interfere others or currently collect or store others’ personal information for the </li>
                    <li class="left3">aforementioned.</li>
                    <li class="left2">o.	Use the website to engage in illegal transactions.</li>
                    <li class="left2">p.	Reproduce others’ information and sell, reprint or distribute without authorization.</li>
                    <li class="left2">q.	Retrieve information that is not officially approved open or authorized.</li>
                    <li class="left2">r.	Use the service to Injury, assault, slander or attack moLo, the company moLo belongs to, the </li>
                    <li class="left3">person in charge, employees, consultants, affiliates, advertisers, and relevant partners.</li>
                    <li class="left2">s.	Other improper behavior or in violation of public order and good morals that moLo’s </li>
                    <li class="left3">company considers.</li>
                    <li class="left1">4.	As a result of your breach of the Terms of Service or relevant decree or infringes of others’ rights </li>
                    <li class="left4">or improper behavior, moLo or its affiliates, servants, trustees, agents, and other performance assisted people are affected with damages or expenses (including but not limited to litigation costs and attorneys' fees incurred for civil, criminal and administrative procedures), you shall take the responsibility for damages.</li>
                    <li class="left1">5.	You understand and agree to guarantee moLo and its subsidiaries, affiliates, managers, agents, </li>
                    <li class="left4">servants, partners and authorized person from any damage as you post or transmit member contents through the service, use the service, connect to the service, violate the Terms of Service or infringe any of others’ rights that cause any third party requests or advocate,.</li>
                    <li class="left1">6.	Filling in any unreal information is forbidden. If you provide any incorrect or unreal information or </li>
                    <li class="left4">violate any of the above clauses, we have the right to suspend or terminate your account and refuse you from carrying on using the service.</li>
                    <li class="left1">7.	Business partners (companies) should fully abide the personal information protection act </li>
                    <li class="left4">regulations and other relevant laws for personal information obtained by moLo and promise not to use the information for any other purpose. Business partners (companies) should be good administers to keep the information safely as an obligation. moLo also has the right to manage, supervise partners (companies) to implement personal information protection measures and can suspend partners (companies) from using moLo service if there is a violation. If partners (companies) violate this provision or Personal Information Protection Act and other relevant laws and regulations and cause personal information illegally gathered, processed, used or other infringement of individual rights, they should take all legal responsibilities, including but not limited to criminal liability, civil liability for damages and administrative responsibilities.</li>
                    <li class="left1">8.	If partners (companies) violate this provision or Personal Information Protection Act and other </li>
                    <li class="left4">related laws and regulations and there are damages to moLo, the company that moLo belongs to, the person in charge, employees, consultants, affiliates, advertisers and related partners, the partners (company) are liable for damages, including but not limited to lost profits, damages and attorney fees.</li>
                    <li class="left1">9.	All products or service are sold or provided by the companies and the trading behavior exists </li>
                    <li class="left4">between companies and users. We state that we will never involve in any transactions between you and your users, service, or other transaction behavior and also will not take the responsibility for the products, service or other transaction subject matters and will not provide any warranty, either. If there are disputes arose from the aforementioned transactions, service or other trading behavior, you should seek solutions with your users.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>3.	The minimum verification standard for partner information registration;Your information and you have to meet the following minimum standard if you would like to apply and register to be our partner:</h3>
                    </li>
                    <li class="left1">1.	The company you apply to register cannot operate pornography, firearm sales, drug trafficking, </li>
                    <li class="left4">gambling, violate public order and good customs, or other illegal affairs. The actual activities that companies organize should conform to the names or description they have registered for.</li>
                    <li class="left1">2.	The information that companies register cannot contain any defamatory, abusive, illegal, </li>
                    <li class="left4">indecent, contrary to public order or good moral words or pictures, or inappropriate, improper or illegal information.</li>
                    <li class="left1">3.	The information that companies register should not infringe others’ trademarks, copyrights, </li>
                    <li class="left4">intellectual property rights or other rights.</li>
                    <li class="left1">4.	Login information, including the address (URL) by the contents of the site without any violation of </li>
                    <li class="left4">the Act, infringe on the rights of others, contrary to public order or good morals of the circumstances.</li>
                    <li class="left1">5.	If there is inappropriate behavior or service misuses base on the purpose of the service, moLo can </li>
                    <li class="left4">deactivate its basic functions.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>4.	Member accounts, passwords and safety</h3>
                    </li>
                    <li class="left1">1.	After finished moLo registration procedures, please note that you are responsible for maintaining </li>
                    <li class="left4">your account and password confidential security and agree the following matters: when your account or password are hacked or there is any other security problem occurred, you should notify moLo immediately. Every time you are done with the connection, you have to log out to finish your account use.</li>
                    <li class="left1">2.	When you are using service on our platform, there might be interruption or failure, such </li>
                    <li class="left4">phenomena in the service and cause inconvenience, information loss or tampered or other economic losses for companies. Companies should take their own precautions in the use of this service.</li>
                    <li class="left1">3.	For maintaining the site users’ own rights and interests, please do not disclose the way how you </li>
                    <li class="left4">integrate service or provide to a third person or lend or transfer to others. Otherwise, if your rights and interests are impaired, moLo will not take any legal or compensation responsibility. If the site users’ accounts or password are being illegal used or any other security affects, they should immediately notify moLo.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>5.	Reject or terminate using rights</h3>
                    </li>
                    <li>This platform can immediately deactivate or delete your account and all related information and files in your account, as well as your right to continue using the service based on its sole discretion or recognized that you have violated provisions and spirit of this Terms of Service.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>6.	Intellectual property rights</h3>
                    </li>
                    <li class="left1">1.	Software, programs moLo uses or all contents on the website including but not limited to writings, </li>
                    <li class="left4">pictures, files, information, data, site architecture, website screen arrangement, web page design, member contents all belong to moLo and related partners, including, but not limited to trademarks, patents, copyrights, trade secrets and proprietary technology. Anyone cannot use, modify, reproduce, publicly broadcast, public transmit, public perform, convert, distribute, issue, publish, reverse engineer, decompile or disassemble without consulting anyone.If you wish to quote or copy the aforesaid software, program or web site content, except expressly permitted by law, you must obtain moLo or other partners’ prior written agreement according the law. Respect for intellectual property rights is your obligation, if you violate, you are liable for moLo’s damages. moLo and its affiliates do marketing for promoting the service, in respect of the service related to the commodity or service names, drawings, etc. (hereafter moLo trademark) according to their registration or using states by the Trademark Law and the Fair Trade Law Protection without moLo prior written agreement, you understand and agree not to use moLo trademark in any way.</li>
                    <li class="left1">2.	moLo respects others’ intellectual property rights and also requests our users to respect others' </li>
                    <li class="left4">trademark, copyright, patent or other intellectual property rights as well. moLo may suspend, terminate or restrict all or part of your service and may claim damages.</li>
                    <li class="left1">3.	You agree not to use or access, reproduce, copy, sell, trading, resale any part of the service or for </li>
                    <li class="left4">any commercial purpose or profit-seeking behavior (including: Member Content, advertising, software and moLo accounts, etc.).</li>
                    <li class="left1">4.	If you do not have legal rights to authorize others to use, modify, reproduce, publicly broadcast, </li>
                    <li class="left4">convert, distribute, issue, publish some certain information and transmit the aforesaid rights to a third person, please do not upload the information, transmit, input or provide to moLo without authorization.</li>
                    <li class="left1">5.	The rights of information you upload, transmit, input or provide to moLo still belong to you or the </li>
                    <li class="left4">person you authorize. Once you have uploaded, transmit, input or provided any information to moLo, that means you agree that:</li>
                    <li class="left2">‧	(1) moLo and its affiliates to storage or manage information and use their searching tools to </li>
                    <li class="left7">index, collect, publish and use on moLo and its affilates’ related system network, including but not limited to a third party website that moLo aligns with or cooperate with;</li>
                    <li class="left2">‧	(2) authorize moLo and its affiliates to Use, modify, reproduce, publicly broadcast, convert, </li>
                    <li class="left7">distribute, issue, published, public transmission, public exhibition, translation of such information, and may be within this range the rights delegated to others base on the public interest or for the publicity, the purpose of promoting or operation.</li>
                    <li>You also promise that moLo and its affiliates use, modify, reproduce, publicly broadcast, convert, distribute, issue, published, public transmission, public exhibition, translate, sublicense such information will not infringe any third party's intellectual property rights, otherwise you are liable for moLo and its affiliates for their damages.</li>
                    <li>If you provide any idea, suggestion, document and/or proposals (hereinafter referred to as the "contribution") for moLo through giving suggestions or feedback web pages, you acknowledge and agree that:</li>
                    <li class="left5">‧	(a) your contribution is not specific confidential or proprietary information;</li>
                    <li class="left5">‧	(b) moLo doesn’t have to take any express or implied confidentiality responsibility for the </li>
                    <li class="left6">foregoing contribution;</li>
                    <li class="left5">‧	(c) moLo has the right to use or disclose (or choose not to use or disclose) the aforementioned </li>
                    <li class="left6">contribution in the world for any purpose, in any way, in any media;</li>
                    <li class="left5">‧	(d) moLo may have ideas or proposals that are similar to the previous contribution and have been </li>
                    <li class="left6">considering or developing;</li>
                    <li class="left5">‧	(e) your contribution will automatically become moLo’s property in the circumstance that moLo </li>
                    <li class="left6">does not have to take any responsibility.;</li>
                    <li class="left5">‧	(f) you don’t have rights to advocate any form of compensation to moLo in any circumstance.</li>

                </ul>
                <ul class="provtext">
                    <li>
                        <h3>Service change</h3>
                    </li>
                    <li>moLo reserves rights to modify or temporarily or permanently discontinue providing the Service (or any part of it) without notice at any time. You agree that moLo does not take any responsibility for you or any third party for any modification, suspension or terminate carry on providing the service.</li>

                </ul>
                <ul class="provtext">
                    <li>
                        <h3>Termination</h3>
                    </li>
                    <li>If any of the following circumstance occurred, moLo has rights to terminate or break off providing service without giving notice and will probably cause inconvenience for your use, information loss of information, errors, being tampered with, other economic losses or other circumstances. moLo doesn’t take any liability for:</li>
                    <li>‧	(a) Natural disasters and other force majeure factors.</li>
                    <li>‧	(b) Carry out necessary maintenance and construction for electronic communication devices.</li>
                    <li>‧	(c) Sudden electronic communications equipment failure occurred.</li>
                    <li>‧	(d) Suspend for any reason and cannot provide service.</li>
                    <li>Based on the characteristics of the Internet, you understand and agree that when you are using the service, you should take self-protective measures. moLo doesn’t take any compensation for any damage caused by your use of the service (or inability to use), including moLo, third-party or related telecommunication network system hardware and software equipment failure, malfunction or human actions negligence caused all the website service or an interrupt, temporary unavailable, delay, or caused information transmission or storage leakage mistakes or intrusion by a third person tampering with false information.</li>
                    <li>If you violate this service of the terms or related laws or there is other improper use such circumstance occurred, moLo can limit the right to terminate the use of the service and claim compensation or damages without giving notice and permission. You should not claim for compensation.</li>
                    <li>You understand and agree that your moLo account are not transferable and any rights of your moLo account content will be immediately terminated when you lose your mobile number ownership and all the content might be inherited by a new mobile number owner. The new user also has changing rights.</li>
                    <li>You understand and agree that moLo can base on its own discretion, for any reason, including but not limit to a certain unused period, courts or government authority, the service cannot be carried on or the service content substance cannot be changed, unexpected technical or safety factors or issues, your fraud or illegal acts, failure to pay fees or others moLo considers that you have breached any express provision of the Terms of Service and spirit, so terminates or restricts your use of account (or any part of it) or use of the service, and the remove or delete any member content in the service.You understand and agree that moLo can terminate or restrict your use of the service at any time base on sole discretion, in the circumstance of giving notifications or not. You agree the aforementioned termination or limit circumstances; moLo can immediately deactivate, delete or restrict your access to all or part of your account and all of the information and files or part of them in your account and suspend the all of use of this service or part of it. In addition, you agree that if the use of the service is terminated or restricted, moLo do not take the liability for you or any third person for any damage.</li>

                </ul>
                <ul class="provtext">
                    <li>
                        <h3>Disclaimer</h3>
                    </li>
                    <li>You understand and agree that: moLo does not provide any express or implied warranty for the service and the software, including but not limit to the right to complete, merchantability, fitness for a particular purpose and non-infringement. The service and software are furnished “the present condition" and "when provide for use" basis. When you use the service and software, you have take the related risks.</li>
                    <li>moLo does not guarantee the following matters:</li>
                    <li class="left5">‧	(a)the service and software will meet your requirements,</li>
                    <li class="left5">‧	(b)the service and software are undisturbed, provide timely, secure, or error-free,</li>
                    <li class="left5">‧	(c) the results obtained by using the service and software are accurate or reliable,</li>
                    <li class="left5">‧	(d)Any product, service, information or other information purchased or obtained through the  </li>
                    <li class="left2">service will meet your expectations, and</li>
                    <li class="left5">‧	(e)errors in any software will be corrected.</li>
                    <li>Whether users download or obtain any information by using the service and software or not shall be at your own discretion and risk. If users downloading any aforementioned information cause your computer system, network access, download or playing equipment any damage or information loss, users should take full responsibilities and shall not make any request to moLo or take legal actions. The suggestions and information you obtain from moLo or though the service or software, whether they are written or oral, they do not constitute a guarantee of the service or software.</li>
                    <li>You expressly understand and agree that moLo and its subsidiaries, affiliates, managers, employees, agents, partners and authorized person are not responsible for any direct, indirect, incidental, special, consequential and punitive damages, including but not limited to born profits, goodwill, use, information damages or other intangible losses due to the following reasons (moLo had been told of the possibility of such damages likewise): (a) use or enable to use the service; (b) purchasing cost of substitute products and service; (c) others’ unauthorized access or modification of your transmissions or information; (d) declarations or behavior of any third party in respect of the service, or (e) any other person who is related to the Service. Some jurisdictions do not allow specific guarantee responsibility exclusion or incidental or consequential damage limitations or exempt. In which case, this aforementioned service of terms is applicable for you.</li>

                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li>
                        <h3>General Terms and Conditions</h3>
                    </li>
                    <li>You and moLo, both sides have been consensual for your use of the Service and moLo use the service as the contents of the Terms of Service and replace any of your previous agreement that is relating to the Service between you and moLo. In your use or purchase specific moLo service, the relationship between corporate services and the third-party content or software should apply to additional terms or conditions.</li>
                    <li>moLo has not exercise or enforce any right or provision of the Terms of Service does not mean that moLo give up the right of the aforementioned provisions. If part of the provisions of the Terms of Service is found invalid by a court of competent jurisdiction, the other provisions of the Terms of Service remain valid.</li>
                    <li>Interpretations and applications of the Terms of Service and disputes relating to the Terms of Service, should applicable law shall be the law of the Republic of China and Taiwan Taichung District Court as the court of first instance unless otherwise provided by law.</li>
                    <li>The titles in this Terms of Service are for convenient reading purpose only; they have no legal or contractual effects.</li>
                </ul>
            </li>
            <li id="tab11">
                <ul>
                    <li id="purpleHeader">Privacy Policy
                        <div class="l_btns">
                            <table>
                                <tr>
                                    <td>
                                        <input class="l_btn l1" type="button" value="简体中文" onclick="ltChange(0)" /></td>
                                    <td>
                                        <input class="l_btn l2" type="button" value="English" onclick="ltChange(1)" /></td>
                                </tr>
                            </table>
                        </div>
                    </li>
                </ul>
                <ul class="provtext fontRight">
                    <li>
                        <h3>The Privacy Policy was announced since February 15, 2012.</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <hr style="margin: 20px 0 0 0;" />
                    </li>
                </ul>
                <ul class="provtext">
                    <li>&nbsp; </li>
                    <li>This website, www.molo.gs, is committed to protecting your privacy. Please read this Privacy Policy prior to deciding whether to use or continue using www.molo.gs. </li>
                    <li>This Privacy Policy, which is incorporated into and is subject to our Terms of Use, applies to our collection of information (particularly the personally identifiable information) of customers, visitors, users, and others who usewww.molo.gs ("Users") and our processing of and use of such information.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>A. Collection of Information</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>1. The following is the information we collect when you use www.molo.gs :</h4>
                    </li>
                    <li class="left1">(1) Personally Identifiable Information: When you submit video links or bookmarks or embedded </li>
                    <li class="left4">video address, post messages in our forums or in the video comments section, or participate in any other activities on www.molo.gs, you provide certain personally identifiable information to us. Such information may include (a) your name; (b) birth date; (c) I.D. card number; (d) educational, occupational and marital status; (e) e-mail address and any other contact information; and (f) any other kind of information deemed personally identifiable information under the laws and regulations of the Republic of China regarding protection of personal identifiable information ("Personally Identifiable Information").</li>
                    <li class="left1">(2) Cookies Information: When you visit www.molo.gs, a cookie will be placed in your computer. A </li>
                    <li class="left4">cookie is a short file sent from the website and stored on the user's computer. A cookie does not contain information that could be used to identify the user. It is used to prepare customized web pages for the visitors.</li>
                    <li class="left1">(3) Log File Information: Like most standard website servers, we use log files when you use </li>
                    <li class="left4">www.molo.gs. This may include information such as internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks to analyze trends, administer the site, track users movement in the aggregate, and gather broad demographic information for aggregate use. It is not linked to Personally Identifiable Information.</li>
                    <li class="left1">(4) Clear GIFs Information: We may employ "Clear GIFs" (also known as "Web Beacons"), which are </li>
                    <li class="left4">used to track the online movements of web users, when you use www.molo.gs. Clear GIFs are not associated with the users' Personally Identifiable Information.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>2. The collection of your Personally Identifiable Information is mainly for the following purposes:</h4>
                    </li>
                    <li class="left5">(1) Customer/client administration;</li>
                    <li class="left5">(2) Trading in personal information;</li>
                    <li class="left5">(3) Business and technical intelligence;</li>
                    <li class="left5">(4) Research and statistical analysis;</li>
                    <li class="left5">(5) Information and data bank administration; and</li>
                    <li class="left5">(6) Other purposes specified in our registered business scope or Articles of Incorporation.</li>

                </ul>
                <ul class="provtext">
                    <li>
                        <h4>3. The types of Personally Identifiable Information collected may include:</h4>
                    </li>
                    <li class="left5">(1) Type for identifying individuals;</li>
                    <li class="left5">(2) Type of characteristic;</li>
                    <li class="left5">(3) Type of family;</li>
                    <li class="left5">(4) Social conditions;</li>
                    <li class="left5">(5) Education, technique or other profession;</li>
                    <li class="left5">(6) Employment;</li>
                    <li class="left5">(7) Details concerning financial status; and</li>
                    <li class="left5">(8) Other kinds of data or information.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>4. You may decline to submit Personally Identifiable Information through www.molo.gs. In these </h4>
                    </li>
                    <li class="left5">
                        <h4>situations, however, we may not be able to provide certain services to you.</h4>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>5. Any Personally Identifiable Information or video content that you voluntarily disclose online </h4>
                    </li>
                    <li class="left5">
                        <h4>becomes publicly available and can be collected by others, including us.</h4>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>6. You are entitled to the following rights with regards to the collected Personally Identifiable </h4>
                    </li>
                    <li class="left5">
                        <h4>Information:</h4>
                    </li>
                    <li class="left5">(1) any inquiry and request for review of such Personally Identifiable Information;</li>
                    <li class="left5">(2) any request to make copies of such Personally Identifiable Information;</li>
                    <li class="left5">(3) any request to supplement or correct such Personally Identifiable Information;</li>
                    <li class="left5">(4) any request to discontinue collection, processing or/and use of such Personally Identifiable </li>
                    <li class="left2">Information; and</li>
                    <li class="left5">(5) any request for deletion of such Personally Identifiable Information.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>B. Processing and Use of Information</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>1. You realize and agree that we may process and use your Personally Identifiable Information </h4>
                    </li>
                    <li class="left5">
                        <h4>for the following purposes: marketing, contract relationships or other legal relationships, consumer and client’s management and service, information and database management, online-trading and other e-commerce services, surveys, statistics and analysis, other advisory and consultancy services (“Purposes”). The details is as follows:</h4>
                    </li>
                    <li class="left5">(1) We may process and use your Personally Identifiable Information to operate, maintain, and </li>
                    <li class="left2">provide to you the features and functionality of www.molo.gs, and to improve the quality and design of www.molo.gs, and to create new features, promotions, functionality, and services by storing, tracking, and analyzing User preferences and trends.</li>
                    <li class="left5">(2) We may use your Personally Identifiable Information for marketing and advertising purposes. </li>
                    <li class="left2">And we also may use your e-mail address without consent to notify you of information on new features, promotions, functionality or services provided bywww.molo.gs and/or its affiliates or any other matters for customer service or administrative purposes.</li>
                    <li class="left5">(3) We may use non-personally-identifiable information (such as anonymous User usage data, </li>
                    <li class="left2">URLs, platform types, number of clicks, etc.) for any purposes.</li>
                    <li class="left5">(4) We may use your Personally Identifiable Information from the order you fill out to ensure you </li>
                    <li class="left2">can complete your consuming services as like paying, top-up or logistics etc.</li>
                    <li class="left5">(5) We may use cookies, Clear GIFs information, and log file information to: (a) remember </li>
                    <li class="left2">information so you will not have to re-enter it during future visits to www.molo.gs; (b) provide customized, personalized content and information; (c) monitor the effectiveness of our marketing campaigns; (d) monitor aggregate metrics such as the total number of visitors, pages viewed, etc.; and (e) track your entries, submissions, etc.</li>
                    <li class="left5">(6) We may provide your Personally Identifiable Information and non-personally-identifiable </li>
                    <li class="left2">information to our subsidiaries, affiliated companies, or other businesses or persons to process and use such information for the Purposes.</li>
                    <li class="left5">(7) We may use your Personally Identifiable Information and non-personally-identifiable </li>
                    <li class="left2">information to, within the scope of the Purpose, conduct certain analyses and provide relevant information (including the results of such analyses) to you and other Users.</li>
                    <li class="left5">(8) We may use your Personally Identifiable Information which is mainly used in the Republic of </li>
                    <li class="left2">China if you continue to usewww.molo.gs.</li>
                    <li class="left5">(9) To protect your privacy and security, we may take reasonable steps (such as requesting a </li>
                    <li class="left2">unique password) to verify your identity before granting you the profile access or before making corrections. You are responsible for maintaining the secrecy of your unique password and account information at all times.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h4>2. In these situations, we also may disclose your Personally Identifiable Information:</h4>
                    </li>
                    <li class="left5">(1) We may disclose your Personally Identifiable Information to any third party if we believe that we </li>
                    <li class="left2">are required to do so for any of the following: (a) by law; (b) to comply with legal processes or governmental requests; (c) to prevent, investigate, detect or prosecute criminal offences or attacks on the technical integrity of the website or our network; and/or (d) to protect the rights, property or safety of us, the Users or the public.</li>
                    <li class="left5">(2) Your account name is displayed to other Users when you submit video links or bookmarks or </li>
                    <li class="left2">embedded video address or send messages through www.molo.gs and other Users can contact you through their messages and comments.</li>
                    <li class="left5">(3) We may disclose Personally Identifiable Information and/or non-personally-identifiable </li>
                    <li class="left2">information that www.molo.gs believes, in good faith, is appropriate or necessary to enforce our Terms of Use, take precautions against liability, to investigate and defend itself against any third parties' claims or allegations, to assist government enforcement agencies, to protect the security or integrity of our website, and to protect the rights, property, or personal safety of www.molo.gs, our Users or others.</li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>C. Third Party Advertisers</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">1. We will not provide any Personally Identifiable Information to the companies allowed by us
                    </li>
                    <li class="left4">to serve advertisements within www.molo.gs (e.g., third party advertisement servers or advertisement networks) ("Third Party Advertisers") without your consent or except as part of a specific program or feature for which you will have the ability to opt your participation.
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">2. As this Privacy Policy does not apply to other websites, and we cannot control the activities 
                    </li>
                    <li class="left4">of Third Party Advertisers or and other third party, you should consult the respective privacy policies of the websites of Third Party Advertisers for more information on their practices and for instructions on how to opt-out of certain practices.
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>D. Security of your Personally Identifiable Information</h3>
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">1. We are committed to protecting the security of your Personally Identifiable Information. We 
                    </li>
                    <li class="left4">use a variety of security technologies and procedures to protect your Personally Identifiable Information from unauthorized access, use or disclosure. However, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards. If we learn of a security systems breach, then we may attempt to notify you electronically so that you may take the appropriate protective steps.
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">2. It is your responsibility to keep your password confidential. Do not share this information 
                    </li>
                    <li class="left4">with anyone. If you are sharing a computer with anyone you should always choose to log out before leaving a site or service to protect access to your information from subsequent users.
                    </li>
                </ul>
                <ul class="provtext">
                    <li>
                        <h3>E. Miscellaneous</h3>
                    </li>

                </ul>
                <ul class="provtext">
                    <li class="left1">1. We may transfer or assign the information we have collected from Users to our affiliates or a 
                    </li>
                    <li class="left4">third party if we are acquired by or merged with such third party.
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">2. We may not be able to control how your Personally Identifiable Information is treated, 
                    </li>
                    <li class="left4">transferred, or used in the event of our bankruptcy, insolvency, reorganization, receivership, or assignment for the benefit of creditors, or the application of laws and principles affecting creditors' rights generally,
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">3. Please be advised that www.molo.gs is hosted in the Republic of China. If you are a User
                    </li>
                    <li class="left4">accessing www.molo.gsfrom any country or region with laws or regulations governing collection, processing, use, and disclosure of personal data or information that differ from the laws of the Republic of China, please be advised that, through your continued use of www.molo.gs, you are transferring your Personally Identifiable Information into the Republic of China and you have consented to that transfer and the international transmission.
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">4. We reserve the right to revise this Privacy Policy at any time. Your use of our website 
                    </li>
                    <li class="left4">constitutes your acceptance of the terms of this Privacy Policy as amended or revised by us, and you should therefore review this Privacy Policy regularly to ensure that you know of its terms.
                    </li>
                </ul>
                <ul class="provtext">
                    <li class="left1">5. You agree that this Privacy Policy will be construed and enforced in accordance with the law 
                    </li>
                    <li class="left4">of the Republic of China.
                    </li>
                </ul>
                <ul class="provtext" style="margin-bottom: 200px;">
                    <li class="left1">6. You agree to submit to the personal jurisdiction of the Taipei District Court, Taiwan, Republic 
                    </li>
                    <li class="left4">of China with respect to any legal proceedings that may arise in connection with the service of www.molo.gs or from a dispute pertaining to the interpretation or breach of the terms and conditions.
                    </li>
                </ul>
            </li>
        </ul>
    </div>
</asp:Content>

